{"urls": {"https://www.goodreads.com/list/show/43374.Classic_Science_Fiction_1930_1939": {"last_page": 2, "books": [{"year": "1932", "rate": 3.99, "ratings": 1901789, "genres": ["Classics", "Fiction", "Science Fiction", "Dystopia", "Literature", "Novels", "School"], "synopsis": "Aldous Huxley's profoundly important classic of world literature, Brave New World is a searching vision of an unequal, technologically-advanced future where humans are genetically bred, socially indoctrinated, and pharmaceutically anesthetized to passively uphold an authoritarian ruling order–all at the cost of our freedom, full humanity, and perhaps also our souls. “A genius [who] who spent his life decrying the onward march of the Machine” (The New Yorker), Huxley was a man of incomparable talents: equally an artist, a spiritual seeker, and one of history’s keenest observers of human nature and civilization. Brave New World, his masterpiece, has enthralled and terrified millions of readers, and retains its urgent relevance to this day as both a warning to be heeded as we head into tomorrow and as thought-provoking, satisfying work of literature. Written in the shadow of the rise of fascism during the 1930s, Brave New Worldd likewise speaks to a 21st-century world dominated by mass-entertainment, technology, medicine and pharmaceuticals, the arts of persuasion, and the hidden influence of elites. \"Aldous Huxley is the greatest 20th century writer in English.\" —Chicago Tribune", "title": "Brave New World", "author": "Aldous Huxley", "url": "https://www.goodreads.com/book/show/5129.Brave_New_World"}, {"year": "1938", "rate": 3.93, "ratings": 97510, "genres": ["Science Fiction", "Fiction", "Fantasy", "Classics", "Christian", "Christian Fiction", "Science Fiction Fantasy"], "synopsis": "In the first novel of C.S. Lewis's classic science fiction trilogy, Dr Ransom, a Cambridge academic, is abducted and taken on a spaceship to the red planet of Malacandra, which he knows as Mars. His captors are plotting to plunder the planet's treasures and plan to offer Ransom as a sacrifice to the creatures who live there. Ransom discovers he has come from the 'silent planet' – Earth – whose tragic story is known throughout the universe...", "title": "Out of the Silent Planet (The Space Trilogy, #1)", "author": "C.S. Lewis", "url": "https://www.goodreads.com/book/show/25350.Out_of_the_Silent_Planet"}, {"year": "1931", "rate": 3.81, "ratings": 55657, "genres": ["Horror", "Fiction", "Classics", "Science Fiction", "Fantasy", "Audiobook", "Lovecraftian"], "synopsis": "Long acknowledged as a master of nightmarish vision, H.P. Lovecraft established the genuineness and dignity of his own pioneering fiction in 1931 with his quintessential work of supernatural horror, At the Mountains of Madness. The deliberately told and increasingly chilling recollection of an Antarctic expedition's uncanny discoveries --and their encounter with an untold menace in the ruins of a lost civilization--is a milestone of macabre literature.This Definitive Edition of At the Mountains of Madness (The Modern Library) also includes Lovecraft's long essay \"Supernatural Horror in Literature.\"", "title": "At the Mountains of Madness", "author": "H.P. Lovecraft", "url": "https://www.goodreads.com/book/show/32767.At_the_Mountains_of_Madness"}, {"year": "1933", "rate": 3.95, "ratings": 23097, "genres": ["Fiction", "Classics", "Fantasy", "Adventure", "Historical Fiction", "Literature", "Novels"], "synopsis": "While attempting to escape a civil war, four people are kidnapped and transported to the Tibetan mountains. After their plane crashes, they are found by a mysterious Chinese man. He leads them to a monastery hidden in \"the valley of the blue moon\" -- a land of mystery and matchless beauty where life is lived in tranquil wonder, beyond the grasp of a doomed world.It is here, in Shangri-La, where destinies will be discovered and the meaning of paradise will be unveiled.", "title": "Lost Horizon", "author": "James Hilton", "url": "https://www.goodreads.com/book/show/2978.Lost_Horizon"}, {"year": "1936", "rate": 4.17, "ratings": 15110, "genres": ["Science Fiction", "Fiction", "Classics", "Czech Literature", "Dystopia", "Fantasy", "Humor"], "synopsis": "Man discovers a species of giant, intelligent newts and learns to exploit them so successfully that the newts gain skills and arms enough to challenge man's place at the top of the animal kingdom. Along the way, Karel Capek satirizes science, runaway capitalism, fascism, journalism, militarism, even Hollywood.", "title": "War with the Newts", "author": "Karel Čapek", "url": "https://www.goodreads.com/book/show/816440.War_with_the_Newts"}, {"year": "1930", "rate": 3.79, "ratings": 6453, "genres": ["Science Fiction", "Fiction", "Classics", "Philosophy", "Speculative Fiction", "Fantasy", "Science Fiction Fantasy"], "synopsis": "\"No book before or since has ever had such an impact upon my imagination,\" declared Arthur C. Clarke of Last and First Men. This masterpiece of science fiction by British philosopher and writer Olaf Stapledon (1886–1950) is an imaginative, ambitious history of humanity's future that spans billions of years. Together with its follow-up, Star Maker, it is regarded as the standard by which all earlier and later future histories are measured.The protagonist of this compelling novel is humanity itself, stripped down to sheer intelligence. It evolves through the ages: rising to pinnacles of civilization, teetering on the brink of extinction, surviving onslaughts from other planets and a decline in solar energy, and constantly developing new forms, new senses, and new intellectual abilities. From the present to five billion years into the future, this romance of humanity abounds in profound and imaginative thought.", "title": "Last and First Men", "author": "Olaf Stapledon", "url": "https://www.goodreads.com/book/show/2749148-last-and-first-men"}, {"year": "1935", "rate": 3.69, "ratings": 1600, "genres": ["Science Fiction", "Fiction", "Classics", "Science Fiction Fantasy", "Novels", "British Literature", "Fantasy"], "synopsis": "Book by Stapledon", "title": "Odd John", "author": "Olaf Stapledon", "url": "https://www.goodreads.com/book/show/770717.Odd_John"}, {"year": "1934", "rate": 3.78, "ratings": 1495, "genres": ["Science Fiction", "Short Stories", "Classics", "Audiobook", "Fiction", "Aliens", "Fantasy"], "synopsis": "A Martian Odyssey is a science fiction short story by Stanley G. Weinbaum originally published in the July 1934 issue of Wonder Stories. It was Weinbaum's second published story (in 1933 he had sold a romantic novel, The Lady Dances, to King Features Syndicate under the pseudonym Marge Stanley), and remains his best known. It was followed four months later by a sequel, \"Valley of Dreams.\" These are the only stories by Weinbaum set on Mars. Early in the 21st century, nearly twenty years after the invention of atomic power and ten years after the first lunar landing, the four-man crew of the Ares has landed on Mars in the Mare Cimmerium. A week after the landing, Dick Jarvis, the ship's American chemist, sets out south in an auxiliary rocket to photograph the landscape. Eight hundred miles out, the engine on Jarvis' rocket gives out, and he crash-lands into one of the Thyle regions. Rather than sit and wait for rescue, Jarvis decides to walk back north to the Ares. Just after crossing into the Mare Chronium, Jarvis comes across a tentacled Martian creature attacking a large birdlike creature. He notices that the birdlike Martian is carrying a bag around its neck, and recognizing it as an intelligent being, saves it from the tentacled monstrosity. The rescued creature refers to itself as Tweel. Tweel accompanies Jarvis on his trip back to the Ares, in the course of which it manages to pick up some English, although Jarvis is unable to make any sense of Tweel's language. At first, Tweel travels in tremendous, city-block-long leaps that end with its long beak buried in the ground, but upon seeing Jarvis trudge along, walks beside him. Upon reaching Xanthus, a desert region outside the Mare Cimmerium, Jarvis and Tweel find a line of small pyramids tens of thousands of years old made of silica bricks, each open at the top. As they follow the line, the pyramids slowly become larger and newer. By the time the pyramids are ten feet high, the travelers reach the end of the line and find a pyramid that is not open at the top. As they watch, a creature with gray scales, one arm, a mouth and a pointed tail pushes its way out of the top of the pyramid, pulls itself several yards along the ground, then plants itself in the ground by the tail. It starts exhaling bricks from its mouth at ten-minute intervals and using them to build another pyramid around itself. Jarvis realizes that the creature is silicon-based rather than carbon-based; neither animal, vegetable nor mineral, but a little of each. The strange combination of a creature produces the solid substance silica and builds itself in with the by-product, then sleeps for an unknown length of time. As the two approach a canal cutting across Xanthus, Jarvis is feeling homesick for New York City, thinking about Fancy Long, a woman he knows from the cast of the Yerba Mate Hour show. When he sees Long standing by the canal, he begins to approach her, but is stopped by Tweel. Tweel takes out a gun that fires poisoned glass needles and shoots Long, who vanishes, replaced by one of the tentacled creatures that Jarvis rescued Tweel from at their first meeting. Jarvis realizes that the tentacled creature, which he names a dream-beast, lures its prey by projecting illusions into their minds.", "title": "A Martian Odyssey", "author": "Stanley G. Weinbaum", "url": "https://www.goodreads.com/book/show/22243537-a-martian-odyssey"}, {"year": "1937", "rate": 3.91, "ratings": 8429, "genres": ["Science Fiction", "Fiction", "Philosophy", "Classics", "Fantasy", "Speculative Fiction", "Novels"], "synopsis": "One moment a man sits on a suburban hill, gazing curiously at the stars. The next, he is whirling through the firmament, and perhaps the most remarkable of all science fiction journeys has begun.Even Stapledon's other great work, LAST AND FIRST MEN, pales in ambition next to STAR MAKER, which presents nothing less than an entire imagined history of life in the universe, encompassing billions of years.", "title": "Star Maker", "author": "Olaf Stapledon", "url": "https://www.goodreads.com/book/show/525304.Star_Maker"}, {"year": "1937", "rate": 3.99, "ratings": 590, "genres": ["Science Fiction", "Fiction", "Science Fiction Fantasy", "Novels", "Classics", "Speculative Fiction", "Collections"], "synopsis": "The greatest future histories in science fiction. In Last and First Men the protagonist is \"mankind\" in an ultimate definition — intelligence. Star Maker , in a sense its sequel, is concerned with the history of intelligence in the entire cosmos.", "title": "Last and First Men/Star Maker", "author": "Olaf Stapledon", "url": "https://www.goodreads.com/book/show/564325.Last_and_First_Men_Star_Maker"}, {"year": "1933", "rate": 3.75, "ratings": 368, "genres": ["Science Fiction", "Horror", "Fantasy", "Short Stories", "Fiction", "Classics", "School"], "synopsis": "Mass-market paperback", "title": "Shambleau", "author": "C.L. Moore", "url": "https://www.goodreads.com/book/show/722655.Shambleau"}, {"year": "1930", "rate": 3.87, "ratings": 1526, "genres": ["Science Fiction", "Space Opera", "Fiction", "Classics", "Science Fiction Fantasy", "Pulp", "Speculative Fiction"], "synopsis": "In this exhilarating sequel to The Skylark of Space , momentous danger again stalks genius inventor and interplanetary adventurer Dr. Richard Seaton. Seaton’s allies on the planet Kondal are suffering devastating attacks by the forces of the Third Planet. Even worse, the menacing and contemptuous Fenachrones are threatening to conquer the galaxy and wipe out all who oppose them. And don’t forget the dastardly machinations of Seaton’s arch-nemesis, DuQuesne, who embarks on a nefarious mission of his own. Against such vile foes and impossible odds, how is victory possible? Featuring even more technological wizardry, alien worlds, and all-out action than its predecessor, Skylark Three is hailed by many as the imaginative high point of the Skylark series.", "title": "Skylark Three (Skylark, #2)", "author": "E.E. \"Doc\" Smith", "url": "https://www.goodreads.com/book/show/826501.Skylark_Three"}, {"year": "1937", "rate": 3.98, "ratings": 4405, "genres": ["Science Fiction", "Space Opera", "Fiction", "Classics", "Science Fiction Fantasy", "Speculative Fiction", "Audiobook"], "synopsis": "The Galactic Patrol's Lensmen are the most feared peacekeepers in the Galaxy. The \"Lens,\" a telepathic jewel matched to the ego of its wearer, is the ultimate weapon in the war against the merciless pirate Boskone and his forces of lawlessness. The only problem is the Galactic Patrol isn't sure how to capitalize on the Lens' incredible powers, but new graduate Kimball Kinnison is determined to learn. Taking command of the experimental fighting ship, the Brittania, Kinnison and his crew set off on a journey of harrowing adventures, coming face to face with deadly space creatures, and the evil pirate Helmuth...who may be the dreaded Boskone himself. Read by Reed McColm. 9 CD's 10 Hrs.", "title": "Galactic Patrol (Lensman, #3)", "author": "E.E. \"Doc\" Smith", "url": "https://www.goodreads.com/book/show/209506.Galactic_Patrol"}, {"year": "1930", "rate": 3.86, "ratings": 3991, "genres": ["Science Fiction", "Fantasy", "Fiction", "Adventure", "Classics", "Pulp", "Sword and Planet"], "synopsis": "Tan Hadron from the realm of Gathol encounters a wide range of enemies in this science fiction thriller of the 1930's. He fends off green men, mad scientists, cannibals, spiders and white apes. The main character, Tan Hadron, finds himself an unlikely hero in this pulp fiction classic. \"A Fighting Man of Mars,\" is the seventh book in the Edgar Rice Burroughs Martian series.", "title": "A Fighting Man of Mars (Barsoom, #7)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/40386.A_Fighting_Man_of_Mars"}, {"year": "1934", "rate": 3.84, "ratings": 1109, "genres": ["Science Fiction", "Fiction", "Space Opera", "Classics", "Pulp", "Science Fiction Fantasy", "Literature"], "synopsis": "Edward E. Smith.Skylark of Valeron. Reading: Fantasy Press, 1949. First edition, first printing. Octavo. 252 pages. Publisher's binding and dust jacket.", "title": "Skylark of Valeron (Skylark #3)", "author": "E.E. \"Doc\" Smith", "url": "https://www.goodreads.com/book/show/1300801.Skylark_of_Valeron"}, {"year": "1933", "rate": 3.84, "ratings": 893, "genres": ["Science Fiction", "Post Apocalyptic", "Apocalyptic", "Classics", "Adventure", "Science Fiction Fantasy", "Audiobook"], "synopsis": "Earth is destroyed in a collision with the rogue planet Bronson Alpha, with about a year of warning enabling a small group of survivors to build a spacecraft and escape to the rogue planet's moon, Bronson Beta. Filmed, with major changes to the story, as When Worlds Collide (1951).After Worlds Collide (1934) by Philip Wylie & Edwin Balmer continues the story of When Worlds Collide, with both exploration of Bronson Beta and conflict with other groups of survivors.", "title": "After Worlds Collide (When Worlds Collide, #2)", "author": "Philip Wylie", "url": "https://www.goodreads.com/book/show/1654726.After_Worlds_Collide"}, {"year": "1933", "rate": 3.55, "ratings": 1255, "genres": ["Science Fiction", "Fiction", "Classics", "Dystopia", "Speculative Fiction", "Novels", "British Literature"], "synopsis": "When Dr Philip Raven, an intellectual working for the League of Nations, dies in 1930 he leaves behind a powerful legacy - an unpublished 'dream book'. Inspired by visions he has experienced for many years, it appears to be a book written far into the future: a history of humanity from the date of his death up to 2105. The Shape of Things to Come provides this 'history of the future', an account that was in some ways remarkably prescient - predicting climatic disaster and sweeping cultural changes, including a Second World War, the rise of chemical warfare, and political instabilities in the Middle East.", "title": "The Shape of Things to Come", "author": "H.G. Wells", "url": "https://www.goodreads.com/book/show/29966.The_Shape_of_Things_to_Come"}, {"year": "1950", "rate": 4.11, "ratings": 4706, "genres": ["Fantasy", "Fiction", "Sword and Sorcery", "Pulp", "Adventure", "Classics", "Novels"], "synopsis": "Written in the 1930s as a serial for Weird Tales, the famous pulp magazine, Hour of the Dragon is the only novel by Howard featuring his greatest creation, Conan the barbarian. This powerful novel of violent adventure has spawned many imitations in the genre over the years, including a series of best-selling paperbacks which, in imitation of Howard, continued the adventures of Conan.Conan is at the pinnacle of his career in this story, having roamed the imaginary prehistoric world of Hyborea and, with native cunning and sheer force, fought his way to the throne of Aquilonia. He is the archetype of the invincible warrior: tough, fearless and incredibly strong.As the novel opens, King Conan is captured by the magic of the evil sorcerer Xaltotun, whom Conan's enemies have raised from the dead, after three thousand years, for the express purpose of removing Conan from the throne. Conan's armies are so unprepared to battle Xaltotun's sorcery that they are routed on the battlefield and Aquilonia is conquered. Conan is secretly released from prison by a slave girl who loves him, and he fights his way out of the dungeon catacombs to freedom, defeating a giant murderous ape who blocks his way. In the course of his escape, he overhears a secret meeting and learns that the source of Xaltotun's power is a mysterious jewel, the Heart of Ahriman, which Xaltotun's allies have stolen from him to insure their control over him.Conan resolves to track the jewel across the barbaric landscape of Hyboria, destroy Xaltotun and regain his kingdom.", "title": "The Hour of the Dragon", "author": "Robert E. Howard", "url": "https://www.goodreads.com/book/show/421157.The_Hour_of_the_Dragon"}, {"year": "1936", "rate": 3.88, "ratings": 5355, "genres": ["Horror", "Fiction", "Science Fiction", "Lovecraftian", "Short Stories", "Fantasy", "Classics"], "synopsis": "Voted one of the top ten Science Fiction and Fantasy Books of 2001 by Cinescape Magazine. \" The Shadow out of Time \" is H. P. Lovecraft's last major story. It was first published in Astounding Stories for June 1936. And yet, this text has never been published as Lovecraft wrote it—until now. The recent discovery of Lovecraft's handwritten manuscript allows readers to appreciate this magnificently cosmic story exactly as originally written. All previous editions of the story contain hundreds of serious errors, including errors in paragraphing, omissions and mistranscriptions of many words and passages, and erroneous punctuation. Leading Lovecraft scholars S. T. Joshi and David E. Schultz have provided an exhaustive introduction and commentary on the story, elucidating names, places and other elements in this richly evocative story. A must for all devotees of Lovecraft and weird fiction!", "title": "The Shadow Out of Time", "author": "H.P. Lovecraft", "url": "https://www.goodreads.com/book/show/872713.The_Shadow_Out_of_Time"}, {"year": "1939", "rate": 3.71, "ratings": 1185, "genres": ["Science Fiction", "Fantasy", "Fiction", "Pulp", "Adventure", "Classics", "Sword and Planet"], "synopsis": "On the mist-shrouded planet of Venus, advanced civilizations blessed with eternal youth co-existed with cities haunted by the living dead, while bloodthirsty man-beasts stalked the luminous nights. Earth man Carson Napier knew how to survive the planet’s many perils-but now a merciless tribunal had condemned Carson’s beloved princess Duare to death. To save her life, the courageous Earth man stole the only airplane on Venus. But on the lovers’ flight to freedom, they learned that Duare’s father had been captured by a mad dictator.Across uncharted oceans teeming with fierce sea monsters , and through skies where man had never flown before, Carson of Venus risked his life to thwart an evil tyrant’s plan…", "title": "Carson of Venus (Venus, #3)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/1397224.Carson_of_Venus"}, {"year": "1937", "rate": 3.63, "ratings": 2649, "genres": ["Fiction", "Science Fiction", "Dystopia", "Alternate History", "Feminism", "Classics", "Speculative Fiction"], "synopsis": "Published in 1937, twelve years before Orwell's 1984, Swastika Night projects a totally male-controlled fascist world that has eliminated women as we know them. Women are breeders, kept as cattle, while men in this post-Hitlerian world are embittered automatons, fearful of all feelings, having abolished all history, education, creativity, books, and art. The plot centers on a “misfit” who asks, “How could this have happened?”", "title": "Swastika Night", "author": "Katharine Burdekin", "url": "https://www.goodreads.com/book/show/387373.Swastika_Night"}, {"year": "1938", "rate": 3.61, "ratings": 158321, "genres": ["Fiction", "Classics", "Dystopia", "Philosophy", "Science Fiction", "School", "Literature"], "synopsis": "Anthem is Ayn Rand's classic tale of a dystopian future of the great \"We\"—a world that deprives individuals of a name or independence—that anticipates her later masterpieces, The Fountainhead and Atlas Shrugged. They existed only to serve the state. They were conceived in controlled Palaces of Mating. They died in the Home of the Useless. From cradle to grave, the crowd was one—the great WE.In all that was left of humanity, there was only one man who dared to think, seek, and love. He lived in the dark ages of the future. In a loveless world, he dared to love the woman of his choice. In an age that had lost all trace of science and civilization, he had the courage to seek and find knowledge. But these were not the crimes for which he would be hunted. He was marked for death because he had committed the unpardonable sin: He had stood forth from the mindless human herd. He was a man alone. He had rediscovered the lost and holy word—I.\"I worship individuals for their highest possibilities as individuals, and I loathe humanity, for its failure to live up to these possibilities.\" —Ayn Rand", "title": "Anthem", "author": "Ayn Rand", "url": "https://www.goodreads.com/book/show/667.Anthem"}, {"year": "1939", "rate": 3.52, "ratings": 362, "genres": ["Science Fiction", "Fiction", "British Literature", "Novels", "Collections", "Fantasy"], "synopsis": "SIN EATERS -- a future where the human race is owned and operated by the invisible Vitons, parasites that feed on human pain and anguish. The Vitons are only visible when humans come into contact with a certain combination of chemicals. After several people use the combination of chemicals painted on the skin and die, the person investigating the suspicious deaths is puzzled by the victims apparently insane actions. Investigating an epidemic of deaths among the world's leading scientists, Bill Graham learned their terrible discovery: Earth was, and had been for centuries, controlled by aliens! The alien energy beings fed on human emotions. To cultivate their 'food' they manipulated Earth affairs to create war and strife, the sources of the human fears and passions which the aliens craved.Now their machinations were leading up to a devastating world war. They would feast finally on the self-destruction of the human race. Somehow, Graham and a hand-picked team of scientists had to stop the aliens before it was too late. But even thinking about the enemy could bring death...", "title": "Sinister Barrier", "author": "Eric Frank Russell", "url": "https://www.goodreads.com/book/show/17157176-sinister-barrier"}, {"year": "1932", "rate": 3.92, "ratings": 2321, "genres": ["Science Fiction", "Fiction", "Apocalyptic", "Post Apocalyptic", "Classics", "Adventure", "Speculative Fiction"], "synopsis": "A runaway planet hurtles toward the earth. As it draws near, massive tidal waves, earthquakes, and volcanic eruptions wrack our planet, devastating continents, drowning cities, and wiping out millions. In central North America, a team of scientists race to build a spacecraft powerful enough to escape the doomed earth. Their greatest threat, they soon discover, comes not from the skies but from other humans. A crackling plot and sizzling, cataclysmic vision have made When Worlds Collide one of the most popular and influential end-of-the-world novels of all time. This Bison Frontiers of Imagination edition features the original story and its sequel, After Worlds Collide.", "title": "When Worlds Collide (When Worlds Collide, #1)", "author": "Philip Wylie", "url": "https://www.goodreads.com/book/show/670572.When_Worlds_Collide"}, {"year": "1933", "rate": 3.9, "ratings": 473, "genres": ["Childrens", "Fiction", "Fantasy", "Classics", "Animals", "Young Adult", "Adventure"], "synopsis": ", 288 pages, coloured frontispiece, 14 black & white plates, illustrated endpapers", "title": "Doctor Dolittle's Return (Doctor Dolittle, #9)", "author": "Hugh Lofting", "url": "https://www.goodreads.com/book/show/325415.Doctor_Dolittle_s_Return"}, {"year": "1935", "rate": 3.77, "ratings": 1246, "genres": ["Science Fiction", "Fantasy", "Fiction", "Pulp", "Sword and Planet", "Adventure", "Classics"], "synopsis": "Second in the Venus series. Carson Napier begins this episode in the Room of the Seven Doors. He can leave any time he wants, but six of the seven doors lead to hideous deaths; only one is the door of life. After navigating his way out of this logic puzzle, Carson continues his quest to rescue the planet's fairest princess. He pursues this with singlemindedness, even though more terrible dangers lie ahead; even though the princess wishes neither his help or his affection; even though her people will execute him if he enters their country! Such is the honor of an Earthman's pledge.", "title": "Lost on Venus (Venus, #2)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/40423.Lost_on_Venus"}, {"year": "1935", "rate": 3.69, "ratings": 1744, "genres": ["Science Fiction", "Fantasy", "Fiction", "Pulp", "Adventure", "Sword and Planet", "Classics"], "synopsis": "The shimmering, cloud-covered planet of Venus conceals a wondrous secret: the strikingly beautiful yet deadly world of Amtor. In Amtor, cities of immortal beings flourish in giant trees reaching thousands of feet into the sky; ferocious beasts stalk the wilderness below; rare flashes of sunlight precipitate devastating storms; and the inhabitants believe their world is saucer-shaped with a fiery center and an icy rim. Stranded on Amtor after his spaceship crashes, astronaut Carson Napier is swept into a world where revolution is ripe, the love of a princess carries a dear price, and death can come as easily from the blade of a sword as from the ray of a futuristic gun.Illustrations by Thomas Floyd, the original frontispiece by J. Allen St. John, an afterword by Phillip Burger, a glossary of Amtor terms by Scott Tracy Griffin, a map of Amtor drawn by Edgar Rice Burroughs that appeared in the first edition, and an introduction by acclaimed science fiction and horror novelist F. Paul Wilson.", "title": "Pirates of Venus (Venus, #1)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/40372.Pirates_of_Venus"}, {"year": "1932", "rate": 3.73, "ratings": 1446, "genres": ["Fantasy", "Adventure", "Fiction", "Classics", "Action", "Pulp", "Science Fiction"], "synopsis": "The original unedited magazine version of this story which finds Tarzan wandering the distant lands of Abyssinia, lured by the secrets and mystery of that land. And it is in one far place that the strange white warrior in armor of ivory leads him to the luxurious court of the most beautiful woman in the world, to slavery, to the arena, to the lion pit, to an atmosphere of love and hate, of intrigue and murder, to new friends and powerful enemies, to the throne of the Great God Thoos, to flaming Xarator, and to the horrors of the Grand Hunt.", "title": "Tarzan and the City of Gold (Tarzan, #16)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/330122.Tarzan_and_the_City_of_Gold"}, {"year": "1935", "rate": 3.84, "ratings": 3534, "genres": ["Science Fiction", "Fantasy", "Fiction", "Adventure", "Classics", "Pulp", "Sword and Planet"], "synopsis": "\"Swords of Mars\" is the eighth book in the Edgar Rice Burroughs' Martian series. It was featured in six issues of the \"Blue Book\" magazine in 1934-1935. John Carter reprises his role of hero as he vows to bring an end to the Assassins Guild. He must travel to one of the moons of Barsoom, Carter then creates a race of secret super assassins to destroy this powerful Guild of Assassins. He ventures to the city of Zedong in a fierce attempt to overthrow Ur Jan the leader pf the Assassins. There are many fantastic characters and galaxies in this compelling spy story in this edge of your seat science thriller.", "title": "Swords of Mars (Barsoom, #8)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/40376.Swords_of_Mars"}, {"year": "1938", "rate": 3.72, "ratings": 1499, "genres": ["Fantasy", "Adventure", "Fiction", "Classics", "Action", "Pulp", "Science Fiction"], "synopsis": "Tarzan cared little for the fate of adventurer Brian Gregory, drawn to the legendary city of Ashair by the rumor of the Father of Diamonds, the world's hugest gem. But to the ape-man the tie of friendship was unbreakable, and Paul d'Arnot's pleas moved him to agree to guide the expedition Gregory's father and sister organized for his rescue. The enigmatic Atan Thome was also obsessed with the Father of Diamonds, and planted agents in the Gregory safari to spy out its route and sabotage its efforts. Both parties reached their goal, remote Ashair . . . as prisoners of its priests, doomed to die in loathsome rites.", "title": "Tarzan and the Forbidden City (Tarzan, #20)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/338590.Tarzan_and_the_Forbidden_City"}, {"year": "2000", "rate": 4.3, "ratings": 6085, "genres": ["Science Fiction", "Short Stories", "Fiction", "Audiobook", "Anthologies", "Classics", "Science Fiction Fantasy"], "synopsis": "Author of 2001: A Space Odyssey, Childhood's End, The City and the Stars, and the Hugo and Nebula Award-winning Rendezvous with Rama, Arthur C. Clarke is the most celebrated science fiction author alive. He is—with H. G. Wells, Isaac Asimov, and Robert A. Heinlein—one of the writers who define science fiction in our time. Now Clarke has cooperated in the preparation of a massive, definitive edition of his collected shorter works. From early work like \"Rescue Party\" and \"The Lion of Comarre,\" through classics like \"The Star,\" \"Earthlight,\" \"The Nine Billion Names of God,\" and \"The Sentinel\" (kernel of the later novel, and movie, 2001: A Space Odyssey), all the way to later work like \"A Meeting with Medusa\" and \"The Hammer of God,\" this immense volume encapsulates one of the great SF careers of all time.", "title": "The Collected Stories of Arthur C. Clarke", "author": "Arthur C. Clarke", "url": "https://www.goodreads.com/book/show/35811.The_Collected_Stories_of_Arthur_C_Clarke"}, {"year": "1937", "rate": 4.07, "ratings": 4483, "genres": ["Horror", "Short Stories", "Fiction", "Classics", "Lovecraftian", "Fantasy", "Audiobook"], "synopsis": "\"The Thing on the Doorstep\" is a short story written by H.P. Lovecraft, part of the Cthulhu Mythos universe of horror fiction. It was written in August 1933, and first published in the January 1937 issue of Weird Tales.Daniel Upton, the story's narrator, begins by telling that he has killed his best friend, Edward Derby, and that he hopes his account will prove that he is not a murderer ...", "title": "The Thing on the Doorstep", "author": "H.P. Lovecraft", "url": "https://www.goodreads.com/book/show/6555373-the-thing-on-the-doorstep"}, {"year": "1934", "rate": 3.65, "ratings": 7160, "genres": ["Science Fiction", "Space Opera", "Fiction", "Classics", "Audiobook", "Pulp", "Fantasy"], "synopsis": "From the atomic age in Atlantis to a world remote in space and time, two incredible ancient races, the Arisians and the Eddorians, are in the midst of an interstellar war with Earth as the prize. The Arisians, using advanced mental technology, have foreseen the invasion of their galaxy by the corrupt and evil Eddorians, so they begin a breeding program on every planet in their universe. Their goal...to produce super warriors who can hold off the invading Eddorians.", "title": "Triplanetary (Lensman, #1)", "author": "E.E. \"Doc\" Smith", "url": "https://www.goodreads.com/book/show/444944.Triplanetary"}, {"year": "1923", "rate": 3.54, "ratings": 296, "genres": ["Fantasy", "Science Fiction", "Fiction", "Pulp", "Horror", "Science Fiction Fantasy", "Speculative Fiction"], "synopsis": "The Face in the Abyss is a classic from a \"golden age\" of science fiction. A brilliant tale filled with weird imagination, marvelous writing, horror, beauty, and it may well be called the most \"visual\" book ever written for the world of fantasy. The Face in the Abyss is a grand book with a grand cast of characters. Visualize a monstrous head that cries tears of gold, locked deep in a cavern out of time forgotten. Consider also the incredible, Snake Mother, who is both human and reptilian, and her battle with the thing called the Lord of Evil.Cover: Rodney Matthews", "title": "The Face in the Abyss", "author": "A. Merritt", "url": "https://www.goodreads.com/book/show/952307.The_Face_in_the_Abyss"}, {"year": "1936", "rate": 4.1, "ratings": 22718, "genres": ["Horror", "Fiction", "Classics", "Fantasy", "Short Stories", "Lovecraftian", "Audiobook"], "synopsis": "Considered to the be one of most influential American authors, Howard Philip Lovecraft is synonymous with some of the best fantasy and horror fiction of the 20th century, second only to Edgar Allan Poe.Innsmouth is a dilapidated seaside town with secrets as a hybrid race of half-human and half-amphibian creatures worship the gods of Cthulhu and Dagon… Written in 1931, and published by the Visionary Publishing Company some five years later.", "title": "The Shadow over Innsmouth", "author": "H.P. Lovecraft", "url": "https://www.goodreads.com/book/show/13175692-the-shadow-over-innsmouth"}, {"year": "1931", "rate": 3.89, "ratings": 5540, "genres": ["Horror", "Fiction", "Short Stories", "Lovecraftian", "Science Fiction", "Classics", "Fantasy"], "synopsis": "The story is told by Albert N. Wilmarth, an instructor of literature at Miskatonic University in Arkham. When local newspapers report strange things seen floating in rivers during a historic Vermont flood, Wilmarth becomes embroiled in a controversy about the reality and significance of the sightings, though he sides with the skeptics. Wilmarth uncovers old legends about monsters living in the uninhabited hills who abduct people who venture or settle too close to their territory.", "title": "The Whisperer in Darkness", "author": "H.P. Lovecraft", "url": "https://www.goodreads.com/book/show/33515572-the-whisperer-in-darkness"}, {"year": "1933", "rate": 3.73, "ratings": 4273, "genres": ["Horror", "Short Stories", "Fiction", "Lovecraftian", "Fantasy", "Classics", "Gothic"], "synopsis": "This Halcyon Classics ebook is H.P. Lovecraft's classic occult tale of horror THE DREAMS IN THE WITCH-HOUSE.The story follows Walter Gilman, who takes a room in the Witch House, an accursed house in Arkham, Lovecraft's fictional New England town. The house once harbored Keziah Mason, a witch who disappeared mysteriously from a Salem jail in 1692. Gilman discovers that over the centuries most of its occupants have died prematurely. In his dreams while at the house, Gilman travels to the city of Elder Things and communes with the evil witch and her henchmen.", "title": "The Dreams in the Witch House", "author": "H.P. Lovecraft", "url": "https://www.goodreads.com/book/show/13278166-the-dreams-in-the-witch-house"}, {"year": "1939", "rate": 3.6, "ratings": 100, "genres": ["Science Fiction", "Fiction", "Adventure", "Speculative Fiction"], "synopsis": "UK 1st.", "title": "One Against The Legion (Legion of Space, #3)", "author": "Jack Williamson", "url": "https://www.goodreads.com/book/show/898062.One_Against_The_Legion"}, {"year": "1934", "rate": 3.79, "ratings": 1987, "genres": ["Horror", "Short Stories", "Lovecraftian", "Fiction", "Science Fiction", "Classics", "Weird Fiction"], "synopsis": "\"From Beyond\" is a short story by science fiction and horror fiction writer H. P. Lovecraft. It was written in 1920 and was first published in The Fantasy Fan in June 1934 (Vol. 1, No. 10).The story is told from the first person perspective of an unnamed narrator and details his experiences with a scientist named Crawford Tillinghast. Tillinghast creates an electronic device that emits a resonance wave, which stimulates an affected person’s pineal gland, thereby allowing them to perceive planes of existence outside the scope of accepted reality.", "title": "From Beyond", "author": "H.P. Lovecraft", "url": "https://www.goodreads.com/book/show/11961382-from-beyond"}, {"year": "1951", "rate": 3.99, "ratings": 3759, "genres": ["Science Fiction", "Space Opera", "Fiction", "Classics", "Speculative Fiction", "Audiobook", "Space"], "synopsis": "The action in Gray Lensman picks up immediately where Galactic Patrol left off, in the middle of the battle to destroy Helmuth's Main Base and, it is hoped, fully end the threat of Boskone. After the base falls, Kinnison finds some clues that lead him to think that Helmuth was perhaps not the head of Boskone after all. The clues lead Kinnison to mount an expedition aboard the newly constructed super-dreadnought Dauntless, into the Second Galaxy where he thinks the true head of Boskone might reside. The Dauntless locates a planet under attack and comes to its aid, destroying the Boskonian forces and discovering that the entire planet is capable of going \"free\" (that is, inertialess, the method used in the Lensman books to achieve interstellar and intergalactic space travel). The Lensman returns to the First Galaxy with the space-faring planet and its grateful residents.", "title": "Gray Lensman (Lensman, #4)", "author": "E.E. \"Doc\" Smith", "url": "https://www.goodreads.com/book/show/826525.Gray_Lensman"}, {"year": "1938", "rate": 3.8, "ratings": 10471, "genres": ["Horror", "Science Fiction", "Fiction", "Classics", "Short Stories", "Novella", "Aliens"], "synopsis": "\"Who Goes There?\" is the novella that formed the basis of John Carpenter's film The Thing. Campbell's classic story tells of an Antarctic research base that discovers and thaws the ancient, frozen body of a crash-landed alien—with terrifying results!This Wildside Press edition is the only ebook version of this classic story authorized by the Campbell estate.", "title": "Who Goes There?", "author": "John W. Campbell Jr.", "url": "https://www.goodreads.com/book/show/6468870-who-goes-there"}, {"year": "1935", "rate": 3.67, "ratings": 1196, "genres": ["Fantasy", "Adventure", "Fiction", "Classics", "Action", "Science Fiction", "Thriller"], "synopsis": "The steel-clawed Leopard Men were looking for victims for their savage rites. The secret cult struck terror in the hearts of all the villagers. Only Orando of the Utengi dared to declare war on them. And with Orando went Tarzan of the Apes -- but a strangely changed Tarzan, who now believed that he was Muzimo, the spirit or demon who had been Orando's ancestor. There were traitors among Orando's people. And in the village of the Leopard Men was Kali Bwana, the white girl who had come to Africa to find a missing man. Only Tarzan could save her....", "title": "Tarzan and the Leopard Men (Tarzan, #18)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/828210.Tarzan_and_the_Leopard_Men"}, {"year": "1934", "rate": 3.68, "ratings": 1200, "genres": ["Fantasy", "Adventure", "Fiction", "Classics", "Action", "Pulp", "Science Fiction"], "synopsis": "A great safari had come to Africa to make a movie. It had struggled across the veldt and through the jungle in great ten-ton trucks, equipped with all the advantages of civilization. But now it was halted, almost destroyed by the poisoned arrows of the savage Bansuto tribe. There was no way to return. And ahead lay the strange valley of diamonds, where hairy gorillas lived in their town of London on the Thames, ruled by King Henry the Eighth. Behind them came Tarzan of the Apes with the Golden Lion, seeking the man who might have been his twin brother in looks -- though hardly in courage!", "title": "Tarzan and the Lion Man (Tarzan, #17)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/338591.Tarzan_and_the_Lion_Man"}, {"year": "1937", "rate": 3.55, "ratings": 121, "genres": ["Fiction", "Literature", "Novels", "American", "20th Century", "Noir", "Mystery"], "synopsis": "Back in Print After Fifty YearsClark Gifford? A cipher. A disaffected, vaguely idealistic politician in a nameless media-driven modern state where representative politics has dwindled to the corrupt transaction of business as usual and a new foreign war is always breaking out. One night Gifford and his followers seize some radio stations and broadcast a call for freedom—a rebellion that is immediately put down by the government and whose motive will remain forever obscure. Even so, it leads to twenty years of war.A paranoid tour de force of political noir, Clark Gifford’s Body skips back and forth in time, interspersing newspaper clippings and court transcripts with the reactions and reminiscences of the politicians, generals, businessmen, journalists, waiters, and soldiers who double as the actors and the chorus in a drama over which, finally, they have no control. Who here is leading? Who is being led? Fearing’s novel is a pseudo-documentary of a world given over to pseudo-politics and pseudo-events, a prophetic glimpse of the future as a poisonous fog.“I have not developed the habit of reading thrillers, but I have read enough of them to know that from now on Mr. Fearing is my man.”–The New Yorker", "title": "Clark Gifford's Body (New York Review Books Classics)", "author": "Kenneth Fearing", "url": "https://www.goodreads.com/book/show/12869.Clark_Gifford_s_Body"}, {"year": "1929", "rate": 3.88, "ratings": 2082, "genres": ["Fantasy", "Fiction", "Adventure", "Science Fiction", "Classics", "Pulp", "Action"], "synopsis": "Picking up cries for help from Pellucidar, Jason Gridley of Tarzana enlists Tarzan. Gridley and Lord Greystoke travel to the exotic and strange land within the Earth to save Pellucidar Emperor David Innes, captured by Korsar pirates. The savage realm has eternal noon and bizarre monsters.", "title": "Tarzan at the Earth's Core (Tarzan, #13; Pellucidar, #4)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/338584.Tarzan_at_the_Earth_s_Core"}, {"year": "1930", "rate": 3.73, "ratings": 1309, "genres": ["Adventure", "Fantasy", "Fiction", "Classics", "Pulp", "Action", "Science Fiction"], "synopsis": "Tarzan, his monkey friend Nkima, and Chief Muviro and his faithful Waziri warriors prevent Soviet communists from looting the lost city of Opar. The story also prominently features Tarzan's lion ally Jad-bal-ja.The novel was originally serialized in the magazine Blue Book from October, 1930 through April, 1931 as Tarzan, Guard of the Jungle.", "title": "Tarzan the Invincible (Tarzan, #14)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/338586.Tarzan_the_Invincible"}, {"year": "1931", "rate": 3.73, "ratings": 1262, "genres": ["Fantasy", "Adventure", "Fiction", "Classics", "Action", "Pulp", "Science Fiction"], "synopsis": "Evil men had come to the land that belonged to Tarzan of the Apes, looting and killing as they moved. Patiently, the ape-man pursued them. But there was other evil. In a small valley of the Ghenzi Mountains, the last remnants of an ugly, perverted people dwelled in what they called their faith. It was an ancient belief—one that had come with their ancestors from Rome nearly 2000 years before. Now they were wicked and many of them were insane. Now they had captured Lady Barbara Collis and meant to use her as a human sacrifice—unless Tarzan arrived in time!", "title": "Tarzan Triumphant (Tarzan, #15)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/2352390.Tarzan_Triumphant"}, {"year": "1935", "rate": 3.78, "ratings": 1017, "genres": ["Fantasy", "Adventure", "Fiction", "Classics", "Action", "Pulp", "Thriller"], "synopsis": "Tarzan of the Apes had heard only rumors of the Kavuru - a race of strange white savages. But when they stole the daugher of Muviro, chief of the Waziri, the Lord of the Jungle set on in search of their legend-shrouded village on a mission of rescue - or, if need be, of revenge. He could not know that his trail ran close to that of a strange group of survivors of a crashed plane - including his beloved mate, Jane - who struggled for survival against the terrors of Africa and an even worse danger within their own party. But the stranded Europeans and the ape-man were destined for a rendezvous of blood and fire - in the dreaded temple of the Kavuru.Cover Illustration: Boris Vallejo", "title": "Tarzan's Quest (Tarzan, #19)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/828192.Tarzan_s_Quest"}, {"year": "1930", "rate": 3.33, "ratings": 40, "genres": ["Fiction", "Classics"], "synopsis": "Mr Parnham is in a quandary. Sir Bussy Woodcock has invited him to a siance and Mr Parnham is more than a little keen to keep the acquaintance going - after all, the great financier might just be his ticket to fame and fortune. But to a siance? Damned silly nonsense all this medium business! Just at the point of giving up Sir Bussy once and for all, Mr Parnham has one final change of mind and decides to go along after all. And so he does - with some very interesting results.", "title": "The Autocracy of Mr Parham", "author": "H.G. Wells", "url": "https://www.goodreads.com/book/show/6100849-the-autocracy-of-mr-parham"}, {"year": "1960", "rate": 3.67, "ratings": 3, "genres": [], "synopsis": "", "title": "Druso", "author": "Friedrich Freksa", "url": "https://www.goodreads.com/book/show/49956596-druso"}, {"year": "1939", "rate": 3.76, "ratings": 1404, "genres": ["Fantasy", "Science Fiction", "Fiction", "Adventure", "Pulp", "Sword and Planet", "Sword and Sorcery"], "synopsis": "The creator of Conan looks to the stars in one of fantasy's most enduring science fantasy classics! Robert E. Howard's Almuric is a savage planet of crumbling stone ruins and debased, near-human inhabitants. Into this world comes Esau Cairn, Earthman, swordsman, murderer. Only he can overthrow the terrible devils that enslave Almuric, but to do so he must first defeat the inner demons that forced him to abandon Earth. Filled with vile beasts and thrilling adventure in the tradition of Edgar Rice Burroughs, Almuric is one of Howard's few novels, and an excellent yarn from one of America's most distinct literary voices.", "title": "Almuric", "author": "Robert E. Howard", "url": "https://www.goodreads.com/book/show/409796.Almuric"}, {"year": "1933", "rate": 3.75, "ratings": 383, "genres": ["Fantasy", "Short Stories", "Fiction", "Adventure", "Horror", "Pulp", "Sword and Sorcery"], "synopsis": "1The desert shimmered in the heat waves. Conan the Cimmerian stared out over the aching desolation and involuntarily drew the back of his powerful hand over his blackened lips. He stood like a bronze image in the sand, apparently impervious to the murderous sun, though his only garment was a silk loin-cloth, girdled by a wide gold-buckled belt from which hung a saber and a broad-bladed poniard. On his clean-cut limbs were evidences of scarcely healed wounds.At his feet rested a girl, one white arm clasping his knee, against which her blond head drooped. Her white skin contrasted with his hard bronzed limbs; her short silken tunic, low-necked and sleeveless, girdled at the waist, emphasized rather than concealed her lithe figure.Conan shook his head, blinking. The sun's glare half blinded him. He lifted a small canteen from his belt and shook it, scowling at the faint splashing within.The girl moved wearily, whimpering.\"Oh, Conan, we shall die here! I am so thirsty!\"The Cimmerian growled wordlessly, glaring truculently at the surrounding waste, with outthrust jaw, and blue eyes smoldering savagely from under his black tousled mane, as if the desert were a tangible enemy.He stooped and put the canteen to the girl's lips.\"Drink till I tell you to stop, Natala,\" he commanded.She drank with little panting gasps, and he did not check her. Only when the canteen was empty did she realize that he had deliberately allowed her to drink all their water supply, little enough that it was.Tears sprang to her eyes. \"Oh, Conan,\" she wailed, wringing her hands, \"why did you let me drink it all? I did not know--now there is none for you!\"\"Hush,\" he growled. \"Don't waste your strength in weeping.\"Straightening, he threw the canteen from him.\"Why did you do that?\" she whispered.More In The 'Conan' Stories Series by ADB Publishing(The Original) The Phoenix on the Sword (1932)(The Original) The Scarlet Citadel (1933)(The Original) The Tower of the Elephant (1933)(The Original) Black Colossus (1933)(The Original) The Slithering Shadow (1933) (This Book)(The Original) The Pool of the Black One (1933)(The Original) Gods of the North (1934)(The Original) Rogues in the House (1934)(The Original) Shadows in the Moonlight (1934)(The Original) Queen of the Black Coast (1934)(The Original) The Devil in Iron (1934)(The Original) The People of the Black Circle (1934)(The Original) A Witch Shall be Born(1934)(The Original) Jewels of Gwahlur (1935)(The Original) Beyond the Black River (1935)(The Original) Shadows in Zamboula (1935)(The Original) Red Nails (1936)(The Original) The Hour of the Dragon (novel) (1936)(The Original) The Hyborian Age (1938)", "title": "The Slithering Shadow", "author": "Robert E. Howard", "url": "https://www.goodreads.com/book/show/10536738-the-slithering-shadow"}, {"year": "1930", "rate": 3.77, "ratings": 603, "genres": ["Science Fiction", "Fiction", "Pulp", "Superheroes", "Classics", "Novels", "Comics"], "synopsis": "First published in 1930, Gladiator is the tale of Hugo Danner, a man endowed from birth with extraodinary strength and speed. But Danner is no altruist. He spends his life trying to cope with his abilities, becoming a sports hero in college, later a sideshow act, a war hero, never truly finding peace with himself. The character of Danner inspired both Superman's creators, and Lester Dent's Doc Savage. But Wylie, an editor with the New Yorker, sought to develop more than a pulp hero. His Gladiator provides surprising insights into the difficulties suffered by the truly gifted when born in our midst.", "title": "Gladiator", "author": "Philip Wylie", "url": "https://www.goodreads.com/book/show/211809.Gladiator"}, {"year": "1936", "rate": 3.68, "ratings": 131, "genres": ["Fantasy", "Fiction", "Childrens", "Classics", "Juvenile"], "synopsis": "Book 30 in The Wizard of Oz", "title": "Captain Salt in Oz", "author": "Ruth Plumly Thompson", "url": "https://www.goodreads.com/book/show/1990198.Captain_Salt_in_Oz"}, {"year": "1933", "rate": 3.75, "ratings": 597, "genres": ["Fantasy", "Short Stories", "Fiction", "Adventure", "Pulp", "Sword and Sorcery", "Classics"], "synopsis": "Contents:* Black Colossus* Shadows in the Moonlight", "title": "Black Colossus (Conan the Barbarian, #4)", "author": "Robert E. Howard", "url": "https://www.goodreads.com/book/show/10536737-black-colossus"}, {"year": "1930", "rate": 3.91, "ratings": 512, "genres": ["Fiction", "Polish Literature", "Poland", "Classics", "Literature", "Novels", "Politics"], "synopsis": "In a decadent future Polish society, artists face a choice between death and the mind-altering Murti-Bing pills offered by the invading Chinese army", "title": "Insatiability: A Novel in Two Parts", "author": "Stanisław Ignacy Witkiewicz", "url": "https://www.goodreads.com/book/show/3230480-insatiability"}, {"year": "1934", "rate": 3.49, "ratings": 509, "genres": ["Science Fiction", "Space Opera", "Fiction", "Science Fiction Fantasy", "Novels", "Pulp", "Adventure"], "synopsis": "Space LegionnairesThey were the greatest trio of swashbuckling adventurers ever to ship out to the stars! There was giant Hal Samdu, rocklike Jay Kalam and the incomparable shrewd and knavish Giles Habibula.Here is there first thrilling adventure — the peril-packed attempt to rescue the most important person in the galaxy, keeper of the vital secret essential to humanity's survival in the deadly struggle against the incredibly evil Medusae...", "title": "The Legion of Space (Legion of Space, #1)", "author": "Jack Williamson", "url": "https://www.goodreads.com/book/show/854945.The_Legion_of_Space"}, {"year": "1933", "rate": 4.09, "ratings": 1358, "genres": ["Fantasy", "Short Stories", "Fiction", "Sword and Sorcery", "Pulp", "Adventure", "Classics"], "synopsis": "Conan infiltrates a perilous tower in the City of Thieves in order to steal a fabled gem from an evil sorcerer. A classic of Conan lore, often cited as one of Howard's best tales.", "title": "The Tower of the Elephant", "author": "Robert E. Howard", "url": "https://www.goodreads.com/book/show/11493977-the-tower-of-the-elephant"}, {"year": "1930", "rate": 3.14, "ratings": 7, "genres": ["Science Fiction"], "synopsis": "The novel concerns an African expedition. Swain, a member of the expedition, becomes demented and attempts to exterminate a peculiar species of African ape. The other members of the expedition are befriended by an intelligent ape called the Captain. The expedition discover that the apes are in fact humans that have evolved in reverse due to exposure to a meteor and that the Captain was once human.", "title": "The Iron Star", "author": "John Taine", "url": "https://www.goodreads.com/book/show/2712922-the-iron-star"}, {"year": "1935", "rate": 3.8, "ratings": 1413, "genres": ["Fantasy", "Fiction", "Horror", "Classics", "Speculative Fiction", "Magical Realism", "Novels"], "synopsis": "Abalone, Arizona, is a sleepy southwestern town whose chief concerns are boredom and surviving the Great Depression. That is, until the circus of Dr. Lao arrives and immensely and irrevocably changes the lives of everyone drawn to its tents. Expecting a sideshow spectacle, the citizens of Abalone instead confront and learn profound lessons from the mythical made real--a chimera, a Medusa, a talking sphinx, a sea serpent, witches, the Hound of the Hedges, a werewolf, a mermaid, an ancient god, and the elusive, ever-changing Dr. Lao. The circus unfolds, spinning magical, dark strands that ensnare the town's the sea serpent's tale shatters love's illusions; the fortune-teller's shocking pronouncements toll the tedium and secret dread of every person's life; sensual undercurrents pour forth for men and women alike; and the dead walk again. Dazzling and macabre, literary and philosophical, The Circus of Dr. Lao has been acclaimed as a masterpiece of speculative fiction and influenced such writers as Ray Bradbury. This Bison Frontiers of Imagination edition features a new introduction by noted fantasy writer John Marco and striking illustrations by Boris Artzybasheff from the first edition.", "title": "The Circus of Dr. Lao", "author": "Charles G. Finney", "url": "https://www.goodreads.com/book/show/315736.The_Circus_of_Dr_Lao"}, {"year": "1933", "rate": 3.93, "ratings": 784, "genres": ["Fantasy", "Short Stories", "Fiction", "Adventure", "Pulp", "Classics", "Sword and Sorcery"], "synopsis": "Robert Ervin Howard (1906-1936) was an American pulp writer of fantasy, horror, historical adventure, boxing, western, and detective fiction. He is well known for having created the character Conan the Cimmerian, a literary icon whose pop-culture imprint can be compared to such icons as Tarzan of the Apes, Sherlock Holmes, and James Bond. Voracious reading, along with a natural talent for prose writing and the encouragement of teachers, conspired to create in Howard an interest in becoming a professional writer. One by one he discovered the authors that would influence his later work: Jack London and Rudyard Kipling. It's clear from Howard's earliest writings and the recollections of his friends that he suffered from severe depression from an early age. Friends recall him defending the act of suicide as a valid alternative as early as eighteen years old, while many of his stories and poems have a suicidal gloom and intensity that seem prescient in hindsight, describing such an end not as a tragedy but as a release from hell on earth.", "title": "The Scarlet Citadel", "author": "Robert E. Howard", "url": "https://www.goodreads.com/book/show/25482495-the-scarlet-citadel"}, {"year": "1930", "rate": 3.78, "ratings": 607, "genres": ["Mystery", "Fiction", "Thriller", "Adventure", "Crime", "British Literature", "Espionage"], "synopsis": "Templar makes the acquaintance of his archvillain, destroys a dangerous death ray, and thereby saves the world from catastrophe and a second Great War. Written in 1930.", "title": "The Saint: The Last Hero", "author": "Leslie Charteris", "url": "https://www.goodreads.com/book/show/64332.The_Saint"}, {"year": "1935", "rate": 3.78, "ratings": 20141, "genres": ["Fiction", "Classics", "Politics", "Dystopia", "Historical Fiction", "Literature", "Audiobook"], "synopsis": "The only one of Sinclair Lewis's later novels to match the power of Main Street, Babbitt, and Arrowsmith, It Can't Happen Here is a cautionary tale about the fragility of democracy, an alarming, eerily timeless look at how fascism could take hold in America. Written during the Great Depression when America was largely oblivious to Hitler's aggression, it juxtaposes sharp political satire with the chillingly realistic rise of a President who becomes a dictator to \"save the nation.\" Now finally back in print, It Can't Happen Here remains uniquely important, a shockingly prescient novel that's as fresh and contemporary as today's news.", "title": "It Can't Happen Here", "author": "Sinclair Lewis", "url": "https://www.goodreads.com/book/show/11371.It_Can_t_Happen_Here"}, {"year": "1932", "rate": 3.91, "ratings": 1363, "genres": ["Fantasy", "Short Stories", "Fiction", "Adventure", "Sword and Sorcery", "Pulp", "Classics"], "synopsis": "A classic short story full of sword and sorcery by Robert E. Howard, creator of Conan the Barbarian", "title": "The Phoenix on the Sword", "author": "Robert E. Howard", "url": "https://www.goodreads.com/book/show/11033840-the-phoenix-on-the-sword"}, {"year": "1936", "rate": 3.55, "ratings": 121, "genres": ["Science Fiction", "Fiction", "Adventure", "Speculative Fiction", "Science Fiction Fantasy", "Space Opera"], "synopsis": "In the second book in the Legion of Space series, Jay Kalam, Hal Samdu and Giles Habibula fight The Cometeers, an alien race of energy beings controlling a \"comet\" which is really a giant force field containing a swarm of planets populated by their slaves. The slave races are of flesh and blood, but none are remotely similar to humans. The Cometeers cannot be destroyed by AKKA, as they are incorporeal from the Universe's point of view and exist for the most part in an alternate reality. The ruling Cometeers feed on their slaves and literally absorb their souls, leaving disgusting, dying hulks in their wake. It is said that they do so, as they were once fleshly entities themselves of various species. Hence, the ruling Cometeers keep other intelligent beings as slaves and \"cattle.\" They fear AKKA, though, as it can erase all their possessions.", "title": "The Cometeers (Legion of Space, #2)", "author": "Jack Williamson", "url": "https://www.goodreads.com/book/show/898008.The_Cometeers"}, {"year": "1930", "rate": 3.48, "ratings": 62, "genres": ["Science Fiction", "Sword and Planet", "Fantasy", "Pulp", "Fiction", "Adventure"], "synopsis": "This astonishing science-fiction classic begins like a prophecy of today's space achievements--a missile is fired from Earth to hit the surface of the Moon. It is successful and the misslemen are heroes, until...the Moon fires back!Terrible Lunar missiles blast New York, London, and Paris. And an ultimatum is delivered from the unsuspected civilization of our satellite: \"You have attacked us! You will pay the penalty!\"MAZA OF THE MOON is a novel of adventure, daring and heroism as a lone Earthman invades the Moon to find out the truth and save his world.", "title": "Maza of the Moon", "author": "Otis Adelbert Kline", "url": "https://www.goodreads.com/book/show/4031455-maza-of-the-moon"}, {"year": "1932", "rate": 3.7, "ratings": 446, "genres": ["Fantasy", "Science Fiction", "Fiction", "Horror", "Pulp", "Adventure", "Sword and Sorcery"], "synopsis": "Angry Warrior, Modern Man. . .Leif Langdon was suddenly ripped from the 20th century and plunged into the ancient world of The Mirage. But his entrance into this awesome land awakened the slumbering Dwayanu, who in this strange incarnation was also Leif. Thus, two-men-in-one battle with the beautiful witch-woman Lur and the ethereal beauty Evalie for the glory of The Mirage.", "title": "Dwellers in the Mirage", "author": "A. Merritt", "url": "https://www.goodreads.com/book/show/641141.Dwellers_in_the_Mirage"}, {"year": "1930", "rate": 3.35, "ratings": 34, "genres": ["Adventure", "Horror", "Science Fiction"], "synopsis": "This Halcyon Classics ebook is MURDER MADNESS by acclaimed science fiction/mystery writer Murray Leinster. Murder Madness! Seven Secret Service men had completely disappeared. Another had been found a screaming, homicidal maniac, whose fingers writhed like snakes. So Bell, of the secret \"Trade,\" plunges into South America after The Master--the mighty, unknown octopus of power whose diabolical poison threatens a continent!", "title": "Murder Madness by Murray Leinster", "author": "Murray Leinster", "url": "https://www.goodreads.com/book/show/9636907-murder-madness-by-murray-leinster"}, {"year": "1933", "rate": 3.98, "ratings": 191, "genres": ["Science Fiction", "Time Travel", "Fiction"], "synopsis": "Norman Winters puts himself into suspended animation for 5,000 years at a time. The stories detail his ensuing adventures as he tries to make sense of the societies he encounters each time he wakes.", "title": "The Man Who Awoke", "author": "Laurence Manning", "url": "https://www.goodreads.com/book/show/2483439.The_Man_Who_Awoke"}, {"year": "1972", "rate": 3.73, "ratings": 862, "genres": ["Science Fiction", "Space Opera", "Fiction", "Science Fiction Fantasy", "Adventure", "Pulp"], "synopsis": "When the Inter-Planetary Corporation's crack liner *Arcturus* took off on a routine flight to Mars, it turned out to be the beginning of a most unexpected and long voyage. Attacked by a mysterious spaceship, the liner crash-landed on Ganymede. The survivors first had to master that world's primeval terrors, then construct a new spacecraft, and finally, find a way to deal with the warring intelligences of the Jovian system. Spacehounds can do all these things, given time, resources, and freedom from attack. But . . hen will these things start to run out?", "title": "Spacehounds of IPC", "author": "E.E. \"Doc\" Smith", "url": "https://www.goodreads.com/book/show/1914572.Spacehounds_of_IPC"}, {"year": "1974", "rate": 4.07, "ratings": 267, "genres": ["Science Fiction", "Short Stories", "Fiction", "Classics", "Fantasy", "Collections", "Science Fiction Fantasy"], "synopsis": "Contents:A Martian Odyssey (1934)Valley of Dreams (1934)The Adaptive Ultimate (1935)Parasite Planet (1935)Pygmalion's Spectacles (1935)Shifting Seas (1937)The Worlds of If (1935)The Mad Moon (1935)Redemption Cairn (1936)The Ideal (1935)The Lotus Eaters (1935)Proteus Island (1936)", "title": "The Best of Stanley G. Weinbaum", "author": "Stanley G. Weinbaum", "url": "https://www.goodreads.com/book/show/1640224.The_Best_of_Stanley_G_Weinbaum"}, {"year": "1931", "rate": 3.33, "ratings": 21, "genres": ["Science Fiction", "Fiction", "Time Travel"], "synopsis": "She Championed Love Against Science! Here is the rarely reprinted and highly-acclaimed classic, a stunning mixture of passionate romance and scientific adventure, that The Science Fiction Encyclopedia calls, \"one of the outstanding products of the early sf magazines * an elaborate time-travel adventure which helped extend the horizon of pulp sf.\" Some time in the far past or distant future, in the advanced, scientific world of Eos, which just might be Earth, the woman Cheryl demands the right to marry the man she loves, even though genetic analysis shows any children they produce will have less than desirable genes. In a world of perfect freedom, Cheryl is free to do what she pleases. But then one of her four closest friends discovers that before Eos, an even mightier civilization flourished on their world, one that was destroyed then the \"beast\" was let out in human kind. Her friend thinks this \"beast\" could uncontrolled human passion and warns Cheryl's that her choice might somehow threaten their own world. When she demands proof, her four friends set off on a quest across their planet, and deep into its history and science, in search of answers. But wait, that's not where the story starts. It starts pages earlier, on our Earth, in the 20th century, when a woman who is also named Cheryl and her four friends enter the river of time as part of an experiment whose end they can not foresee. But have they been swept backward or forward? As the stream buffets them, they are sometimes on Eos, sometimes on Earth, sometimes on unnamed worlds that may be the future or the past. On all these worlds Cheryl stands firm for her right to the man she loves, convinced that love shows the right path. But does her intransigence spell the end or the beginning for the human race? Critic and historian E. F. Bleiler hailed John Taine's The Time Stream as one of the \"all time classics of science fiction * Taine's finest work * adult science fiction at its best.\"", "title": "The Time Stream", "author": "John Taine", "url": "https://www.goodreads.com/book/show/2923292-the-time-stream"}, {"year": "1932", "rate": 3.63, "ratings": 1079, "genres": ["Fiction", "China", "Science Fiction", "Chinese Literature", "Classics", "Fantasy", "Dystopia"], "synopsis": "When a traveller from China crash-lands on Mars, he finds himself in a country inhabited entirely by Cat People. Befriended by a local cat-man, he becomes acquainted in all aspects of cat-life: he learns to speak Felinese, masters cat-poetry, and appreciates the narcotic effects of the reverie leaf – their food staple. But curiosity turns to despair when he ventures further into the heart of the country and the culture, and realizes that he is witnessing the bleak decline of a civilization. Cat Country, Lao She's only work of science fiction, is both a dark, dystopian tale of one man's close encounter with the feline kind and a scathing indictment of a country gone awry.", "title": "Cat Country: A Satirical Novel of China in the 1930's", "author": "Lao She", "url": "https://www.goodreads.com/book/show/2419417.Cat_Country"}, {"year": "1931", "rate": 2.0, "ratings": 1, "genres": [], "synopsis": "", "title": "F.p. 1 antwortet nicht", "author": "Kurt Siodmak", "url": "https://www.goodreads.com/book/show/33309522-f-p-1-antwortet-nicht"}, {"year": "1932", "rate": 3.56, "ratings": 116, "genres": ["Science Fiction", "Time Travel", "Dystopia", "Speculative Fiction", "Fiction"], "synopsis": "Though this is a work of fiction, it does not pretend to be a novel. It has no hero but man. Since its purpose is not the characterization of individual human beings, no effort has been made to endow its few persons with distinctive personalities. There is no plot, except the theme of man's struggle in this awkward age to master himself and to come to terms with the universe.", "title": "Last Men in London", "author": "Olaf Stapledon", "url": "https://www.goodreads.com/book/show/2272271.Last_Men_in_London"}, {"year": "1932", "rate": 3.53, "ratings": 57, "genres": ["Science Fiction", "Sword and Planet", "Fiction", "Fantasy", "Pulp", "Adventure"], "synopsis": "When Vernia, empress of Reabon, mightiest land of all Venus, was kidnapped by the strange marauders of the sea, it presented the Earthman, Robert Grandon, with his greatest challenge. On a world replete with terrifying beasts and unearthly antagonists, Grandon had already achieved fame for his swordplay and courage, but the search for Vernia would take him against foes beyond all he had previously encountered. THE PORT OF PERIL, Otis Adelbert Kline's concluding novel of Venusian adventure, amply demonstrates his high skill with fast-action science-fiction.", "title": "The Port of Peril (Robert Grandon #3)", "author": "Otis Adelbert Kline", "url": "https://www.goodreads.com/book/show/2353947.The_Port_of_Peril"}, {"year": "1934", "rate": 3.65, "ratings": 894, "genres": ["Bulgarian Literature", "Classics", "School", "Short Stories", "Bulgaria", "Fiction", "Science Fiction"], "synopsis": "The Lady With the X-Ray Eyes (Bulgarian: Дамата с рентгеновите очи) is an absurdist fiction novel by Bulgarian writer Svetoslav Minkov, first published in Germany in 1934. It contains many sarcastic, parodic, diabolic and absurdist elements concerning the superficial nature of modern society. With this work Minkov laid the foundations of Bulgarian science fiction.", "title": "The Lady With the X-Ray Eyes", "author": "Svetoslav Minkov", "url": "https://www.goodreads.com/book/show/16106873-the-lady-with-the-x-ray-eyes"}, {"year": "1935", "rate": 3.22, "ratings": 742, "genres": ["Science Fiction", "Fiction", "Fantasy", "Classics", "Adventure", "Action", "Africa"], "synopsis": "'The Sun Bird was beginning to travel fast, close to the edge of the whirlpool. They could look right down into the hollow of spinning water' While flying over Africa's New Sea, a water project in the heart of the Sahara desert, Mark Sunnet's rocket plane crashes and is sucked through a hole in the desert floor into a strange, cavernous new world. There, he and his partner Margaret encounter the survivors of an ancient race of underground dwellers whose whole existence is now threatened. Captured and forced to live with other prisoners taken from the surface, the pair know that they must escape before the waters above drown them all . . . The Secret People, published in 1935, is John Wyndham's first novel. 'Perhaps the best writer of science fiction England has ever produced' Stephen King", "title": "The Secret People", "author": "John Wyndham", "url": "https://www.goodreads.com/book/show/163907.The_Secret_People"}, {"year": "1935", "rate": 3.1, "ratings": 39, "genres": ["Science Fiction", "Fiction", "Science Fiction Fantasy"], "synopsis": "A cliff overlooking tremendous galleries and caverns and, far below, two armies battling with powerful destructive weapons...this was the place into which Comstock and Clay had been thrust by what they thought was an earthquake. Here, below the desert - below the silver mine which the two had been exploring - were two hidden civilizations, deadly enemies, and the possessors of far-advanced scientific secrets.Separated from his companion, Frank Comstock found himself captured by chalk-faced people and brought into a civilization that was both bewildering and awe-inspiring. For while the people of this Alice-in-Wonderland land of Wu appeared to be scientific geniuses, they looked and acted like madmen!Also published as In Caverns Below", "title": "Hidden World", "author": "Stanton A. Coblentz", "url": "https://www.goodreads.com/book/show/3316788-hidden-world"}, {"year": "1935", "rate": 3.85, "ratings": 200, "genres": ["Science Fiction", "France", "Dystopia", "Fiction", "Post Apocalyptic", "Fantasy", "Science Fiction Fantasy"], "synopsis": "Bien sûr, cela fait des décennies que la littérature nous annonce l’anéantissement de la race humaine, notre capacité à nous détruire ne se discutant plus. Beaucoup de livres pour un sujet aussi crucial, mais dans le lot peu de chefs-d’oeuvre... Quinzinzinzili, ce roman au titre improbable, est pourtant de ceux-là, ses rares lecteurs n’en démordent pas, qui s’étonnent toujours de son ironie visionnaire, de son pessimisme halluciné et de ses trouvailles géniales. Publié en 1935, il a été imaginé par Régis Messac (1893-1945), considéré comme l’un des précurseurs du genre, et nous entraîne après le cataclysme, à la suite du dernier des adultes, témoin stupéfait de la renaissance du genre humain : sous ses yeux désabusés, un groupe d’enfants réinvente une Humanité dont l’Histoire a disparu. Et Messac, qui sait que la Civilisation est mortelle, nous offre le spectacle d’une poignée de gosses en train de lui régler son compte... Stupéfiant, Quinzinzinzili renaît et devrait susciter l’admiration de ceux qui croient davantage aux vertus des Lettres qu’à celles de l’Homme. Formidable précurseur, Régis Messac, né en 1893, fils d’instituteur, qui deviendra enseignant, il est le premier Français à s’être intéressé de près au « roman de détection » — appellation d’époque du polar — , en le portant sur les bancs de l’université avec une thèse qui fait date, « Le »Detective novel« et l’influence de la pensée scientifique », rédigée à son retour d’un long séjour en Amérique du Nord. Auteur prolifique sur une courte période, habile à manier l’anticipation et la chronique sociale, il s’était très tôt rebellé contre un système (on lui doit un pamphlet À bas le latin !) qui le marginalisera. Blessé à la guerre, il est un pacifiste convaincu. Il a une intense activité de critique (il écrit les premiers essais littéraires sur la S.F.), de traducteur et de romancier durant les années 30. Gagné par un pessimisme acide, il imagine des contre-utopies : Quinzinzinzili (1935), La Cité des Asphyxiés (1937) ou le posthume Valcrétin indiquent que rien de l’avenir « messacien » n’est souriant. Motivés par la provocation dont il espère qu’elle conduira à un soubresaut moral (« Où est le bonheur ? Dans l’accord avec son milieu. Si nous vivons parmi les Crétins, soyons crétins. »), ses récits présentent une vue panoramique de sociétés futures ou parallèles. Arrêté par les Allemands en 1943, déporté « Nacht und Nebel », il disparaît en Allemagne en 1945.", "title": "Quinzinzinzili", "author": "Régis Messac", "url": "https://www.goodreads.com/book/show/4626645-quinzinzinzili"}, {"year": "1935", "rate": 3.22, "ratings": 1111, "genres": ["Science Fiction", "Fiction", "Fantasy", "Science Fiction Fantasy", "Space", "Classics", "Adventure"], "synopsis": "Aircraft designer Dale Currance undertakes a journey to Mars in an effort to capture the prize being offered to the first man to complete an interplanetary journey, but a female stowaway throws his plans into disarray.An international prize of one billion has been offered to the first man to complete an interplanetary trip, and Dale Curtance, a millionaire adventurer, emerges as the British entrant. With a hand-picked crew, he blasted off from Salisbury Plain in the spaceship Gloria Mundi, destination—the planet Mars. Once free of Earth's atmosphere, they discover a stowaway—a woman. Her extraordinary story helps them prepare for the dangers they encounter on the Red Planet, and the fantastic world that exists there.", "title": "Stowaway to Mars", "author": "John Wyndham", "url": "https://www.goodreads.com/book/show/1492247.Stowaway_to_Mars"}, {"year": "1936", "rate": 3.45, "ratings": 341, "genres": ["Fiction", "Horror", "Classics", "Mystery", "Novels", "Novella", "British Literature"], "synopsis": "Book by", "title": "The Croquet Player", "author": "H.G. Wells", "url": "https://www.goodreads.com/book/show/1183741.The_Croquet_Player"}, {"year": "1936", "rate": 3.5, "ratings": 2, "genres": [], "synopsis": "", "title": "Behind the Evidence", "author": "Peter  Reynolds", "url": "https://www.goodreads.com/book/show/13552077-behind-the-evidence"}, {"year": "1937", "rate": 3.44, "ratings": 269, "genres": ["Science Fiction", "Fiction", "Classics", "Fantasy", "Science Fiction Fantasy", "20th Century", "Collections"], "synopsis": "Star Begotten is a 1937 novel by H. G. Wells. It tells the story of a series of men who conjecture upon the possibility of the human species being altered by Martians to replace their own dying planet.The first (British) edition of this novel gives the title as two Star Begotten. The title is hyphenated in the first U.S. Star-Begotten.The book readdresses the idea of the existence of Martians, famously written about in The War of the Worlds (1898). The dialog of Star-Begotten makes brief cursory references Wells's earlier novel The War of the Worlds, referring to it as having been written by \"Conan Doyle or one of those people\".The protagonist of the story Joseph Davis, who is an author of popular histories, becomes overtaken with suspicion that he & his family have already been exposed & are starting to change.", "title": "Star Begotten: A Biological Fantasia", "author": "H.G. Wells", "url": "https://www.goodreads.com/book/show/1917346.Star_Begotten"}, {"year": "2003", "rate": 3.39, "ratings": 3574, "genres": ["Science Fiction", "Fiction", "Science Fiction Fantasy", "Speculative Fiction", "Philosophy", "Audiobook", "Novels"], "synopsis": "From Grand Master Robert A. Heinlein comes a long-lost first novel, written in 1939, introducing ideas and themes that would shape his career and define the genre that is synonymous with his name. July 12, 1939: Perry Nelson is driving along the palisades when another vehicle swerves into his lane, a tire blows out, and his car careens off the road and over a bluff. The last thing he sees before his head connects with the boulders below is a girl in a green bathing suit, prancing along the shore. When he wakes, the girl in green is a woman dressed in furs, and the sun-drenched shore has been replaced by snowcapped mountains. The woman, Diana, rescues Perry from the bitter cold and takes him to her home to rest and recuperate. Later they debate the cause of the accident, for Diana is unfamiliar with the concept of a tire blowout and Perry cannot comprehend snowfall in mid-July. Then Diana shares with him a vital piece of the date is now January 7, the year 2086. When his shock subsides, Perry begins an exhaustive study of global evolution over the past 150 years. He learns, among other things, that a United Europe was formed; the military draft was completely reconceived; banks became publicly owned and operated; and in the year 2003, two helicopters destroyed Manhattan in a galvanizing act of war. But education brings with it inescapable truths--the economic and legal systems, the government, and even the dynamic between men and women remain alien to Perry, the customs of the new day continually testing his mental and emotional resolve. Yet it is precisely his knowledge of a bygone era that will serve Perry best, as the man from 1939 seems destined to lead his newfound peers even further into the future than they could have imagined. A classic example of the future history that Robert Heinlein popularized during his career, For Us, the Living marks both the beginning and the end of an extraordinary arc comprising the political, social, and literary crusading that is his legacy.", "title": "For Us, the Living: A Comedy of Customs", "author": "Robert A. Heinlein", "url": "https://www.goodreads.com/book/show/50881.For_Us_the_Living"}, {"year": "1939", "rate": 3.33, "ratings": 27, "genres": ["Classics", "British Literature", "Novels"], "synopsis": "The Holy Terror is a 1939 work by H. G. Wells that is in part an analysis of fascism and in part a utopian novel. Which presents itself as a biography of a character Rudolf \"Rud\" Whitlow, who is born with such an aggressive temperament that he is referred to as the \"Holy Terror\". Rud eventually gets involved in socialist activism, and a group strategizing for world revolution. Who are looking to stage coup. The group contains a character inspired by Oswald Mosley. The revolution fails, revealing the cowardice underlying Rud's aggressiveness.", "title": "The Holy Terror", "author": "H.G. Wells", "url": "https://www.goodreads.com/book/show/631062.The_Holy_Terror"}, {"year": "1939", "rate": 3.72, "ratings": 3124, "genres": ["Fiction", "Classics", "Philosophy", "Literature", "Novels", "Science Fiction", "British Literature"], "synopsis": "A Hollywood millionaire with a terror of death, whose personal physician happens to be working on a theory of longevity-these are the elements of Aldous Huxley's caustic and entertaining satire on man's desire to live indefinitely. With his customary wit and intellectual sophistication, Huxley pursues his characters in their quest for the eternal, finishing on a note of horror. \"This is Mr. Huxley's Hollywood novel, and you might expect it to be fantastic, extravagant, crazy and preposterous. It is all that, and heaven and hell too....It is the kind of novel that he is particularly the master of, where the most extraordinary and fortuitous events are followed by contemplative little essays on the meaning of life....The story is outrageously good.\"― New York Times . \"A highly sensational plot that will keep astonishing you to practically the final sentence.\"― The New Yorker . \"Mr. Huxley's elegant mockery, his cruel aptness of phrase, the revelations and the ingenious surprises he springs on the reader are those of a master craftsman; Mr. Huxley is at the top of his form.\" ―London Times Literary Supplement .", "title": "After Many a Summer Dies the Swan", "author": "Aldous Huxley", "url": "https://www.goodreads.com/book/show/5136.After_Many_a_Summer_Dies_the_Swan"}, {"year": "1939", "rate": 3.53, "ratings": 40, "genres": ["Science Fiction", "Fiction", "Classics", "War"], "synopsis": "When a near-invincible army of artificially created soldiers - the flesh guard - falls into the hands of an untrustworthy power, continental Europe forms an alliance and invades Britain. The resulting carnage reduces whole cities and towns in Britain to smoking rubble.", "title": "The Death Guard", "author": "Philip George Chadwick", "url": "https://www.goodreads.com/book/show/2351902.The_Death_Guard"}, {"year": "1939", "rate": 4.1, "ratings": 1428, "genres": ["Science Fiction", "Fiction", "Classics", "Dystopia", "British Literature", "Post Apocalyptic", "Speculative Fiction"], "synopsis": "Recently there was a revival of one of the greatest of C20th stage plays, Journey's End (1929). It was wonderfully acted and produced, prompting us to search out the author's other work. R C Sherriff (1896-1975) had served in WW1; when he returned to his job as an insurance clerk he wrote plays for his local amateur dramatic club and, eventually, Journey's End, based on his letters home from the Front. During the 1930s he worked in Hollywood, writing screenplays for films such as Goodbye Mr Chips (1933) and The Four Feathers (1938); meanwhile he wrote novels, including A Fortnight in September (1931), which Persephone Books will publish in 2006, and a 1939 catastrophe novel 'written' by 'Edgar Hopkins'.I n The Hopkins Manuscript we watch through his eyes as the moon veers off course, draws slowly closer to the earth, and finally crashes into it on May 3rd 1946. Because it falls into the Atlantic much of humanity survives – only to generate new disasters. But this is not science fiction in the mode of H G Wells's The War of the Worlds; it is a novel about human nature.The 'manuscript' was named after its 'author', a retired Hampshire schoolmaster whose greatest interest in life is his Bantam hens; rather self-important and lacking much sense of humour, Edgar Hopkins nevertheless emerges as an increasingly sympathetic and credible character, the ordinary man with whom we very much identify as Sherriff describes the small Hampshire village trying to prepare itself in its last days. In Journey's End he evoked the trench experience as he had lived it; in The Hopkins Manuscript he describes the catastrophe as he might have lived it.But the book is also a superbly written novel in its own right, one which we are sure readers will find as unforgettable as any of Persephone Books' other titles. We defy anyone not to be overwhelmed by the scene when the villagers staunchly play a last game of cricket by the light of the moon that 'hung like a great amber, pock-marked lamp above a billiard-table, so vast and enveloping that the little white-clad cricketers moved without shadows to their appointed places on the field.'So how did 'the destruction of the Western civilisation' happen?  In 1945 (and there is a wonderful irony that, writing in 1939, Sherriff anticipated that our civilisation might be destroyed then) scientists discovered, during an eclipse of the sun, that the moon was twelve seconds late in its arrival and had drawn nearer to the earth by 3,583 miles; subsequent observations showed that it was continuing to approach at a speed increasing steadily by eight miles a day. Disaster had become inevitable.R C Sherriff made the scientific aspect of The Hopkins Manuscript strangely plausible even though, as Michael Moorcock writes in his Preface, 'he did not believe that there was any immediate likelihood of the moon crashing into the Earth.  We write such books not because we are convinced that they describe the future, but because we hope they do not.' Nonetheless, Sherriff's writing is so convincing that we have added a scientific explanation of the events in the book; this was written by the Big Bang scientist George Gamow for a 1963 US reprint.The reason The Hopkins Manuscript was reprinted then was because of the near-catastrophe of the Cuban Missile Crisis the year before; the previous reprint had been in 1958, at the height of the world's desperate anxieties about the H-Bomb; and the original publication was in the spring of 1939 when many believed that, once war was declared, Hitler would destroy civilisation as they knew it. And the 2005 reprint? The largest threat facing mankind today is global warming. The Hopkins manuscript can be read as a gripping and extremely interesting novel in its own right; but also as a parable of the possibly catastrophic effects of climate change.", "title": "The Hopkins Manuscript", "author": "R.C. Sherriff", "url": "https://www.goodreads.com/book/show/2588395-the-hopkins-manuscript"}, {"year": "1939", "rate": 4.07, "ratings": 92, "genres": ["Science Fiction", "Czech Literature"], "synopsis": "Trilogie Kapitán Nemo českého autora J. M. Troska patřila na přelomu třicátých a čtyřicátých let k oblíbené četbě mladé generace. Ne nadarmo se J. M. Troskovi začalo říkat ,,český Julius Verne\". Jeho početné romány navazovaly na tradici verneovek a rozvíjely některé základní motivy z románů populárního Francouze, jak je konečně patrné už i z názvu naší trilogie.První díl tohoto dobrodružného a fantastického vyprávění o geniálním kapitánu Nemovi, nazvaný Nemova říše seznámí nejdříve čtenáře s dvojicí českých techniků - inž. Holanem, tvůrcem nezničitelného holanitu, materiálu, který se výborně hodí zejména na stavbu lodí a ponorek, a jeho přítelem inž. Farinem, vynálezcem paprsků smrti a vynikajícím odborníkem v oboru elektřiny. Oba přátelé jsou odhodláni sestrojit ponorku a vydat se v jejích útrobách na výzkum mořského dna. Vypraví se tedy na pustý ostrov kdesi za jižním polárním kruhem a tam v klidu hodlají realizovat svůj záměr. Takřka před začátkem plavby postihne ostrov ničivá sněhová bouře, v níž se ztratí inž. Farin spolu s dalším účastníkem výpravy prof. Rogerem. Oba postižení se za dramatických okolností dostanou do fantastické podzemní říše kapitána Nema, kde mají možnost seznámit se nejen s úžasnými technickými vymoženostmi a samotným kapitáneme Nemo, ake i stát se jeho spolupracovníky. Zatímco Farin a Roger cestují podzemní říší, připravuje inž. Holan svoji plavbu. Těsně před vyplutím bere nad ní záštitu sám kapitán Nemo, který prostřednictvím dokonalé techniky řídí plavbu ponorky, jíž propůjčil čestný název Nautilus, k cíli její cesty, k legendární Atlantidě. Jejím nalezením a vzrušujícími dobrodružstvími při průzkumu končí Nemova říše, první díl populární trilogie Kapitán Nemo, jejímž vydáním splácíme dluh našemu čtenáři i dluh ,,českému Juliu Vernovi\", spisovateli J. M. Troskovi.", "title": "Nemova říše (Kapitán Nemo, #1)", "author": "J.M. Troska", "url": "https://www.goodreads.com/book/show/23676817-nemova-e"}, {"year": "1939", "rate": 3.77, "ratings": 44, "genres": ["Science Fiction", "Czech Literature"], "synopsis": "Dobrodružná cesta účastníků Farinovi výpravy pokračuje v druhém dílu trilogie - Rozkazy z éteru. Nemo odhaluje před užaslými zraky vědců tajemství mořského dna: zbytky chrámů a paláců zničené Atlantidy, tvory, na povrchu Země dávno vyhynulé, fantastickou flóru a podivuhodné, inteligentní bytosti mimozemského původu. Podmořským tunelem pluje Nautilus až do Grónska, jedné z Nemových pozemských řídících stanic, svěřené domněle zahynuvšímu polárnímu badateli Roaldu Amundsenovi. A tu do vědeckého pozorování zasahují události, ohrožující světový mír: Farinův přístroj s paprsky smrti je ukraden a jeho vynálezce zavražděn. Po pachatelích - protřelém dobrodruhovi Xavierovi a jeho pomocníkovi Yamatakim - pátrá syn inženýra Farina Arne a jeho přítel Jiří. S lodí Kamako, na níž prchají oba zločinci do Japonska, plují pronásledovatelé až k břehům Sumatry. Násilí dočasně zvítězí: Arne i Jiří jsou vysazeni na úpatí sopky Krakatoa - z vykonavatelů spravedlnosti se stávají odsouzenci k smri.", "title": "Rozkazy z éteru (Kapitán Nemo, #2)", "author": "J.M. Troska", "url": "https://www.goodreads.com/book/show/23676825-rozkazy-z-teru"}, {"year": "1939", "rate": 3.74, "ratings": 35, "genres": ["Science Fiction", "Czech Literature"], "synopsis": "Osudy dvou mladých přátel Arna a Jiřího však nekončí. Jejich bdělý ochránce kapitán Nemo, který ze své podzemní říše sleduje plavbu lodi Kamako až na Sumatru a je svědkem nelidského činu Farinových vrahů, včas odvrátí tragické rozuzlení: neobyčejně přesným zásahem svého ,,meteoritu\" - tajemným světelným zdrojem s obrovskou ničivou silou - potápí loď Kamako i její zločinnou posádku a zachraňuje Arna a Jiřího. S oběma se setkáváme ve třetím dílu trilogie, nazvaném Neviditelná armáda. Arne se v objetí robota - Nemova létajícího stroje - ocitá na místě, kam před lety zmizel jeho otec inženýr Farin, v říši geniálního vládce Nema. Seznamuje se s jeho vnučkou Nelly, jedinou ženou v podzemní říši, a brzy pracuje jako jeden z Nemových pomocníků. Nemocného Jiřího posílá Nemo inženýru Holanovi. Zdá se, že Arnova přítele čeká dlouholetý pobyt v ústavu choromyslných. Nekolik hodin strávených poblíž sopky Krakatoa stačí k tomu, aby u něho propuklo šílenství. Ale Nemo neopouští své přátele. Použije svých prostředků na zeměkouli dosud neznámých a uzdraví Jiřího. Později mu umožní setkání s Arnem a tak získává dalšího spolupracovníka a ochránce světového míru. Farinovi paprsky už nejsou žádným tajemstvím. Neznámému evropskému vynálezci se podařil stejný objev jako kdysi inženýru Farinovi a účinky smrtících paprsků jsou známy generálskému štábu jisté mocnosti. Aby zabránil blížící se katastrofě, ničí Nemo vynálezcův přístroj. Ale síly připravující novou válku jsou stále nebezpečné. Nemo, teď už spoolečně s Arnem a Jiřím, se rozhoduje k novému, tentokrát rozhodujícímu zákroku. Když nepomáhá první výstraha - zničení nepřátelské flotily, nastupuje jeho neviditelná armáda.", "title": "Neviditelná armáda (Kapitán Nemo, #3)", "author": "J.M. Troska", "url": "https://www.goodreads.com/book/show/23676836-neviditeln-arm-da"}, {"year": "1939", "rate": 3.86, "ratings": 7, "genres": [], "synopsis": "", "title": "Minions of the Moon", "author": "William Gray Beyer", "url": "https://www.goodreads.com/book/show/15942231-minions-of-the-moon"}, {"year": "1937", "rate": 3.31, "ratings": 16, "genres": ["Fiction"], "synopsis": "Scribner’s first edition. 302 pages. VG/no dj. green cloth with silver titles on front and spine.", "title": "Brynhild, or the Show of Things", "author": "H.G. Wells", "url": "https://www.goodreads.com/book/show/1153150.Brynhild_or_the_Show_of_Things"}, {"year": "1939", "rate": 4.09, "ratings": 2640, "genres": ["Time Travel", "Historical Fiction", "Fantasy", "Childrens", "Historical", "Fiction", "Young Adult"], "synopsis": "This unusual novel is set in rural Derbyshire in the old manor house, Thackers, where the Babington family and their servant, Cicely Taberner, lived when Elizabeth I was Queen of England. The descendants of the Taberners have farmed the land through the centuries, and to the Taberners of the present day comes Penelope, their great-niece, a sensitive, imaginative girl, who is aware of other layers of time. With her awakened vision she sees people of the past move in their daily tasks among those of the present, and behind the contented life of the household of Cicely and Barnabas Taberner she finds the old tragedy of Anthony Babington and his plot to save Mary, Queen of Scots, being re-enacted. The farm kitchen where Penelope sits with her great-aunt and great-uncle is the home of those others who once lived there. Their desires and fears, their courage and strength enter the girl's mind; their voices float up from the garden and she is caught up into their life. Time is annihilated, and she lives in the closing years of the sixteenth century remembering little of her modern life, until she returns from her traveling in time bearing the anxieties and dreams of the other world. The life of two widely separated times in history - the Elizabethan and the present - goes on simultaneously, each invisible to the other. And only Penelope can pierce the veil, sharing the tumultuous experiences of the Babington family three hundred years ago.", "title": "A Traveler in Time", "author": "Alison Uttley", "url": "https://www.goodreads.com/book/show/10047149-a-traveler-in-time"}, {"year": "1933", "rate": 4.25, "ratings": 4, "genres": [], "synopsis": "", "title": "F.P.1 Fails to Reply", "author": "Curt Siodmak", "url": "https://www.goodreads.com/book/show/1633436.F_P_1_Fails_to_Reply"}, {"year": "1937", "rate": 3.87, "ratings": 821, "genres": ["Short Stories", "Fiction", "Science Fiction", "Classics", "Post Apocalyptic", "School", "Read For School"], "synopsis": "Do your students enjoy a good laugh? Do they like to be scared? Or do they just like a book with a happy ending? No matter what their taste, our Creative Short Stories series has the answer.We've taken some of the world's best stories from dark, musty anthologies and brought them into the light, giving them the individual attention they deserve. Each book in the series has been designed with today's young reader in mind. As the words come to life, students will develop a lasting appreciation for great literature.The humor of Mark Twain ... the suspense of Edgar Allan Poe...the danger of Jack London ... the sensitivity of Katherine Mansfield. Creative Short Stories has it all and will prove to be a welcome addition to any library.", "title": "By the Waters of Babylon", "author": "Stephen Vincent Benét", "url": "https://www.goodreads.com/book/show/369691.By_the_Waters_of_Babylon"}, {"year": "1932", "rate": 3.16, "ratings": 106, "genres": ["Science Fiction", "Short Stories", "Time Travel", "Science Fiction Fantasy"], "synopsis": "He was a straight figure, and was dressed in drab tunic and hose. His dark hair was long and straight, and his face held a dreaming strength, altogether different from the battered visages of the soldiers or the changeless mask of the Inquisitor. The latter regarded the prisoner for a moment, and then lifted one of the parchments from before him and read from it in a smooth, clear voice.\"Henri Lothiere, apothecary's assistant of Paris,\" he read, \"is charged in this year of our lord one thousand four hundred and forty-four with offending against God and the king by committing the crime of sorcery.\"The prisoner spoke for the first time, his voice low but steady. \"I am no sorcerer, sire.\"Jean de Marselait read calmly on from the parchment. \"It is stated by many witnesses that for long that part of Paris, called Nanley by some, has been troubled by works of the devil. Ever and anon great claps of thunder have been heard issuing from an open field there without visible cause. They were evidently caused by a sorcerer of power since even exorcists could not halt them.\"It is attested by many that the accused, Henri Lothiere, did in spite of the known diabolical nature of the thing, spend much time at the field in question. It is also attested that the said Henri Lothiere did state that in his opinion the thunderclaps were not of diabolical origin, and that if they were studied, their cause might be discovered.", "title": "The Man Who Saw the Future", "author": "Edmond Hamilton", "url": "https://www.goodreads.com/book/show/6568286-the-man-who-saw-the-future"}, {"year": "1934", "rate": 3.72, "ratings": 1472, "genres": ["Fantasy", "Sword and Sorcery", "Short Stories", "Fiction", "Science Fiction", "Pulp", "Classics"], "synopsis": "C. L. Moore created Jirel, ruler of Joiry, in reaction to the beefy total-testosterone blood-and-thunder tales of '30s pulp magazines, but Jirel is no anti-Conan. She's a good Catholic girl, stubbornly purposeful, relentless in pursuit of enemies or vengeance, hard-boiled and a little stupid, and cannot be distracted by mere physical attractiveness. Indeed, in Jirel's world, beauty = decadence = corruption. Were these stories written today, inevitably Jirel would have a lot of hot sex, but as they were first published in Weird Tales between 1934-1939, sexual attraction is mostly only vividly implied. No loss. Jirel's journeys through unnatural landscapes and her battles with supernatural opponents are still wonderful to read, and though newcomers Red Sonja and Xena are more famous now, Jirel rules as the archetypal, indomitable redheaded swordswoman in chain mail and greaves, swinging her \"great two-edged sword.\"Contents:· Jirel Meets Magic · nv Weird Tales Jul ’35 · Black God’s Kiss · nv Weird Tales Oct ’34 · Black God’s Shadow · nv Weird Tales Dec ’34 · The Dark Land · nv Weird Tales Jan ’36 · Hellsgarde · nv Weird Tales Apr ’39", "title": "Jirel of Joiry", "author": "C.L. Moore", "url": "https://www.goodreads.com/book/show/941226.Jirel_of_Joiry"}, {"year": "2020", "rate": 4.44, "ratings": 639, "genres": ["Horror", "Science Fiction", "Lovecraftian", "Fantasy", "Fiction", "Graphic Novels", "Classics"], "synopsis": "Antarctica. It is a place of frozen wastes, desolation and things best left forgotten. Presented here is the tale of William Dyer, a professor from Miskatonic University and the leader of an ill-fated expedition to that remote and forlorn continent. Recorded in a series of letters, Dyers tells a scarcely believable tale full of anomalous and often horrific events.Dreadful secrets lie beneath the ice, waiting to be discovered. Strange, cyclopean structures squat amidst the mountains towering in the distance, promising only madness to those who dare to explore their alien architecture. The Dyer Expedition ventures further than any other before them, and ultimately pays the price for it.H.P. Lovecraft’s At the Mountains of Madness, first published in 1936, is one of the greatest classics of American horror literature. The most ambitious story Lovecraft ever wrote, it has served as a source of inspirations for filmmakers and authors in the decades since his death. This is the first volume of two.François Baranger, an illustrator who has previously worked in film and games, was fascinated early on by Lovecraft’s creatures and visions which populated the darkest recesses of fantasy. Having previously illustrated The Call of Cthulhu to great acclaim, this book is his most ambitious so far.See volume 2 here.", "title": "At the Mountains of Madness, vol.1", "author": "H.P. Lovecraft", "url": "https://www.goodreads.com/book/show/55510335-at-the-mountains-of-madness-vol-1"}, {"year": "2011", "rate": 4.0, "ratings": 15, "genres": ["Science Fiction", "Short Stories"], "synopsis": "Life in the future centuries is touch upon this story with the depiction of the strange and prophetical effects upon the human intellect of a strange chemical imported from, what may be, the most distant of planets.", "title": "Plutonian Drug", "author": "Clark Ashton Smith", "url": "https://www.goodreads.com/book/show/10495973-plutonian-drug"}, {"year": "1937", "rate": 4.29, "ratings": 677, "genres": ["Science Fiction", "Russia", "Fiction", "Russian Literature", "Classics", "Fantasy"], "synopsis": "Page created by \"Islander-Books\". 5170113226 - 9785170113224 - Alexander Beliaev - Amphibian Man - Professor Dowell's Head", "title": "Человек-амфибия / Голова профессора Доуэля", "author": "Alexander Belyaev", "url": "https://www.goodreads.com/book/show/1243796._"}]}, "https://www.goodreads.com/list/show/40744.Classic_Science_Fiction_1940_1949": {"last_page": 1, "books": [{"year": "1949", "rate": 4.19, "ratings": 4771171, "genres": ["Classics", "Fiction", "Science Fiction", "Dystopia", "Literature", "Politics", "Novels"], "synopsis": "The year 1984 has come and gone, but George Orwell's prophetic, nightmarish vision in 1949 of the world we were becoming is timelier than ever. 1984 is still the great modern classic of \"negative utopia\"—a startlingly original and haunting novel that creates an imaginary world that is completely convincing, from the first sentence to the last four words. No one can deny the novel's hold on the imaginations of whole generations, or the power of its admonitions—a power that seems to grow, not lessen, with the passage of time.", "title": "1984", "author": "George Orwell", "url": "https://www.goodreads.com/book/show/5470.1984"}, {"year": "1949", "rate": 3.95, "ratings": 30380, "genres": ["Science Fiction", "Fiction", "Post Apocalyptic", "Apocalyptic", "Dystopia", "Classics", "Science Fiction Fantasy"], "synopsis": "A disease of unparalleled destructive force has sprung up almost simultaneously in every corner of the globe, all but destroying the human race. One survivor, strangely immune to the effects of the epidemic, ventures forward to experience a world without man. What he ultimately discovers will prove far more astonishing than anything he'd either dreaded or hoped for.", "title": "Earth Abides", "author": "George R. Stewart", "url": "https://www.goodreads.com/book/show/93269.Earth_Abides"}, {"year": "1948", "rate": 3.85, "ratings": 9090, "genres": ["Science Fiction", "Fiction", "Young Adult", "Science Fiction Fantasy", "Space Opera", "Adventure", "Speculative Fiction"], "synopsis": "This is the seminal novel of a young man's education as a member of an elite, paternalistic non-military organization of leaders dedicated to preserving human civilization, the Solar Patrol, a provocative parallel to Heinlein's famous later novel, Starship Troopers. Only the best and brightest--the strongest and the most courageous--ever manage to become Space Cadets, at the Space Academy. They are in training to be come part of the elite guard of the solar system, accepting missions others fear, taking risks no others dare, and upholding the peace of the solar system for the benefit of all.But before Matt Dodson can earn his rightful place in the ranks, his mettle is to be tested in the most severe and extraordinary ways--ways that change him forever, from the midwestern American boy into a man of the Solar Patrol.", "title": "Space Cadet", "author": "Robert A. Heinlein", "url": "https://www.goodreads.com/book/show/50852.Space_Cadet"}, {"year": "1963", "rate": 3.78, "ratings": 11330, "genres": ["Science Fiction", "Fiction", "Audiobook", "Science Fiction Fantasy", "Classics", "Space", "Space Opera"], "synopsis": "An umbrella title for the novelette Universe and its sequel novella Common Sense, published originally in 1941 in two different issues of Astounding Science Fiction. First published under this title in 1963.Heinlein gives us one of the earliest uses in science fiction of the \"generation ship\" idea, a huge spaceship transporting an entire community of humans to a destination so distant that generations will pass during its journey. And as Heinlein demonstrates, the origins of the community can become forgotten, misinterpreted, and otherwise distorted with the long passage.", "title": "Orphans of the Sky", "author": "Robert A. Heinlein", "url": "https://www.goodreads.com/book/show/50832.Orphans_of_the_Sky"}, {"year": "1945", "rate": 3.99, "ratings": 4013672, "genres": ["Classics", "Fiction", "Dystopia", "Fantasy", "School", "Literature", "Science Fiction"], "synopsis": "Librarian's note: There is an Alternate Cover Edition for this edition of this book here.A farm is taken over by its overworked, mistreated animals. With flaming idealism and stirring slogans, they set out to create a paradise of progress, justice, and equality. Thus the stage is set for one of the most telling satiric fables ever penned –a razor-edged fairy tale for grown-ups that records the evolution from revolution against tyranny to a totalitarianism just as terrible. When Animal Farm was first published, Stalinist Russia was seen as its target. Today it is devastatingly clear that wherever and whenever freedom is attacked, under whatever banner, the cutting clarity and savage comedy of George Orwell’s masterpiece have a meaning and message still ferociously fresh.", "title": "Animal Farm", "author": "George Orwell", "url": "https://www.goodreads.com/book/show/170448.Animal_Farm"}, {"year": "1949", "rate": 3.83, "ratings": 10587, "genres": ["Science Fiction", "Fiction", "Young Adult", "Classics", "Science Fiction Fantasy", "Audiobook", "Adventure"], "synopsis": "Jim Marlow and his strange-looking Martian friend Willis were allowed to travel only so far. But one day Willis unwittingly tuned into a treacherous plot that threatened all the colonists on Mars, and it set Jim off on a terrfying adventure that could save--or destroy--them all!From the Paperback edition.", "title": "Red Planet", "author": "Robert A. Heinlein", "url": "https://www.goodreads.com/book/show/50843.Red_Planet"}, {"year": "1943", "rate": 4.0, "ratings": 54918, "genres": ["Science Fiction", "Fiction", "Fantasy", "Christian", "Classics", "Christian Fiction", "Science Fiction Fantasy"], "synopsis": "The second book in C. S. Lewis's acclaimed Space Trilogy, which also includes Out of the Silent Planet and That Hideous Strength, Perelandra continues the adventures of the extraordinary Dr. Ransom. Pitted against the most destructive of human weaknesses, temptation, the great man must battle evil on a new planet \u0097 Perelandra \u0097 when it is invaded by a dark force. Will Perelandra succumb to this malevolent being, who strives to create a new world order and who must destroy an old and beautiful civilization to do so? Or will it throw off the yoke of corruption and achieve a spiritual perfection as yet unknown to man? The outcome of Dr. Ransom's mighty struggle alone will determine the fate of this peace-loving planet.", "title": "Perelandra (The Space Trilogy, #2)", "author": "C.S. Lewis", "url": "https://www.goodreads.com/book/show/100924.Perelandra"}, {"year": "1950", "rate": 4.15, "ratings": 267698, "genres": ["Science Fiction", "Fiction", "Classics", "Short Stories", "Fantasy", "Science Fiction Fantasy", "Audiobook"], "synopsis": "The strange and wonderful tale of man’s experiences on Mars, filled with intense images and astonishing visions. Now part of the Voyager Classics collection.The Martian Chronicles tells the story of humanity’s repeated attempts to colonize the red planet. The first men were few. Most succumbed to a disease they called the Great Loneliness when they saw their home planet dwindle to the size of a fist. They felt they had never been born. Those few that survived found no welcome on Mars. The shape-changing Martians thought they were native lunatics and duly locked them up.But more rockets arrived from Earth, and more, piercing the hallucinations projected by the Martians. People brought their old prejudices with them – and their desires and fantasies, tainted dreams. These were soon inhabited by the strange native beings, with their caged flowers and birds of flame.Contents:Rocket SummerYllaThe Summer NightThe Earth MenThe TaxpayerThe Third Expedition-And the Moon Be Still As BrightThe SettlersThe Green MorningThe LocustsNight MeetingThe ShoreInterimThe MusiciansWay in the Middle of the AirThe Naming of NamesUsher IIThe Old OnesThe MartianThe Luggage StoreThe Off SeasonThe WatchersThe Silent TownsThe Long YearsThere Will Come Soft RainsThe Million Year Picnic", "title": "The Martian Chronicles", "author": "Ray Bradbury", "url": "https://www.goodreads.com/book/show/76778.The_Martian_Chronicles"}, {"year": "1940", "rate": 3.68, "ratings": 5552, "genres": ["Science Fiction", "Fiction", "Classics", "Hugo Awards", "Audiobook", "Science Fiction Fantasy", "Speculative Fiction"], "synopsis": "In the 1940s, the Golden Age of science fiction flowered in the magazine Astounding. Editor John W. Campbell, Jr., discovered and promoted great new writers such as A.E. van Vogt, whose novel Slan was one of the works of the era.Slan is the story of Jommy Cross, the orphan mutant outcast from a future society prejudiced against mutants, or slans. Throughout the forties and into the fifties, Slan was considered the single most important SF novel, the one great book that everyone had to read. Today it remains a monument to pulp SF adventure, filled with constant action and a cornucopia of ideas.This edition has a new introduction by Kevin J. Anderson.", "title": "Slan (Slan, #1)", "author": "A.E. van Vogt", "url": "https://www.goodreads.com/book/show/643792.Slan"}, {"year": "1945", "rate": 3.92, "ratings": 41781, "genres": ["Fiction", "Science Fiction", "Fantasy", "Christian", "Classics", "Christian Fiction", "Science Fiction Fantasy"], "synopsis": "The third novel in the science-fiction trilogy by C.S. Lewis. This final story is set on Earth, and tells of a terrifying conspiracy against humanity.The story surrounds Mark and Jane Studdock, a newly married couple. Mark is a Sociologist who is enticed to join an organisation called N.I.C.E. which aims to control all human life. His wife, meanwhile, has bizarre prophetic dreams about a decapitated scientist, Alcasan. As Mark is drawn inextricably into the sinister organisation, he discovers the truth of his wife’s dreams when he meets the literal head of Alcasan which is being kept alive by infusions of blood.Jane seeks help concerning her dreams at a community called St Anne’s, where she meets their leader – Dr Ransom (the main character of the previous two titles in the trilogy). The story ends in a final spectacular scene at the N.I.C.E. headquarters where Merlin appears to confront the powers of Hell.", "title": "That Hideous Strength (The Space Trilogy, #3)", "author": "C.S. Lewis", "url": "https://www.goodreads.com/book/show/100933.That_Hideous_Strength"}, {"year": "1941", "rate": 3.92, "ratings": 3059, "genres": ["Science Fiction", "Time Travel", "Fiction", "Alternate History", "Fantasy", "Historical Fiction", "Historical"], "synopsis": "A History professor is whisked back in time to Rome; only a few years before it's about to fall; with his foresight he attempts to not only create a living for himself but, at a later point, to stop the fall of Rome.", "title": "Lest Darkness Fall", "author": "L. Sprague de Camp", "url": "https://www.goodreads.com/book/show/94715.Lest_Darkness_Fall"}, {"year": "1945", "rate": 3.71, "ratings": 4644, "genres": ["Science Fiction", "Fiction", "Classics", "Science Fiction Fantasy", "Space Opera", "Novels", "Fantasy"], "synopsis": "The classic novel of non-Aristotelian logic and the coming race of supermenIt is the year 2650 and Earth has become a world of non-Aristotelianism, or Null-A. This is the story of Gilbert Gosseyn, who lives in that future world where the Games Machine, made up of twenty-five thousand electronic brains, sets the course of people's lives. Gosseyn isn't even sure of his own identity, but realizes he has some remarkable abilities and sets out to use them to discover who has made him a pawn in an interstellar plot.Science Fiction Grandmaster A. E. van Vogt was one of the giants of the 1940s, the Golden Age of classic SF. Of his masterpieces, The World of Null-A is his most famous and most influential. Published in 1949 it was the first major trade SF hardcover, and has been in print in various editions ever since. The entire careers of Philip K. Dick, Keith Laumer, Alfred Bester, Charles Harness, and Philip Jose Farmer were created or influenced by The World of Null-A, and so it is required reading for anyone who wishes to know the canon of SF classics.", "title": "The World of Null-A", "author": "A.E. van Vogt", "url": "https://www.goodreads.com/book/show/951290.The_World_of_Null_A"}, {"year": "1949", "rate": 3.67, "ratings": 5590, "genres": ["Science Fiction", "Fiction", "Audiobook", "War", "Science Fiction Fantasy", "Speculative Fiction", "Adventure"], "synopsis": "When the United States is occupied by an invading army, six individuals journey to a secret mountain hideout to work on a plan to help restore freedom to America and the world. Reprint.", "title": "Sixth Column", "author": "Robert A. Heinlein", "url": "https://www.goodreads.com/book/show/342062.Sixth_Column"}, {"year": "1947", "rate": 3.96, "ratings": 25218, "genres": ["Fiction", "Childrens", "Fantasy", "Classics", "Adventure", "Young Adult", "Middle Grade"], "synopsis": "Professor William Waterman Sherman intends to fly across the Pacific Ocean. But through a twist of fate, he lands on the secret island of Krakatoa where he discovers a world of unimaginable wealth, eccentric inhabitants, and incredible balloon inventions. Winner of the 1948 Newbery Medal, this classic fantasy-adventure is a joy for all ages.", "title": "The Twenty-One Balloons", "author": "William Pène du Bois", "url": "https://www.goodreads.com/book/show/837501.The_Twenty_One_Balloons"}, {"year": "1949", "rate": 3.93, "ratings": 1299, "genres": ["Science Fiction", "Fiction", "Humor", "Fantasy", "Aliens", "Classics", "Novels"], "synopsis": "The editor of a sci-fi pulp magazine is accidentally transported to a parallel universe where space travel is common, Earth is at war with creepy aliens, New York City isn't safe after dark, and his girlfriend is with someone else. Regularly appears on \"Greatest science fiction\" lists.", "title": "What Mad Universe", "author": "Fredric Brown", "url": "https://www.goodreads.com/book/show/439226.What_Mad_Universe"}, {"year": "1951", "rate": 3.99, "ratings": 3759, "genres": ["Science Fiction", "Space Opera", "Fiction", "Classics", "Speculative Fiction", "Audiobook", "Space"], "synopsis": "The action in Gray Lensman picks up immediately where Galactic Patrol left off, in the middle of the battle to destroy Helmuth's Main Base and, it is hoped, fully end the threat of Boskone. After the base falls, Kinnison finds some clues that lead him to think that Helmuth was perhaps not the head of Boskone after all. The clues lead Kinnison to mount an expedition aboard the newly constructed super-dreadnought Dauntless, into the Second Galaxy where he thinks the true head of Boskone might reside. The Dauntless locates a planet under attack and comes to its aid, destroying the Boskonian forces and discovering that the entire planet is capable of going \"free\" (that is, inertialess, the method used in the Lensman books to achieve interstellar and intergalactic space travel). The Lensman returns to the First Galaxy with the space-faring planet and its grateful residents.", "title": "Gray Lensman (Lensman, #4)", "author": "E.E. \"Doc\" Smith", "url": "https://www.goodreads.com/book/show/826525.Gray_Lensman"}, {"year": "1944", "rate": 3.88, "ratings": 1672, "genres": ["Science Fiction", "Fiction", "Animals", "Fantasy", "Classics", "Science Fiction Fantasy", "Speculative Fiction"], "synopsis": "Sirius is Thomas Trelone's great experiment - a huge, handsome dog with the brain and intelligence of a human being. Raised and educated in Trelone's own family alongside Plaxy, his youngest daughter, Sirius is a truly remarkable and gifted creature. His relationship with the Trelones, particularly with Plaxy, is deep and close, and his inquiring mind ranges across the spectrum of human knowledge and experience. But Sirius isn't human and the conflicts and inner turmoil that torture him cannot be resolved.", "title": "Sirius", "author": "Olaf Stapledon", "url": "https://www.goodreads.com/book/show/953788.Sirius"}, {"year": "1948", "rate": 3.71, "ratings": 199, "genres": ["Science Fiction", "Short Stories", "Fiction", "Time Travel", "Historical Fiction", "Pulp", "Alternate History"], "synopsis": "The book has no illustrations or index. Purchasers are entitled to a free trial membership in the General Books Club where they can select from more than a million books without charge.", "title": "He Walked Around the Horses", "author": "H. Beam Piper", "url": "https://www.goodreads.com/book/show/11239563-he-walked-around-the-horses"}, {"year": "1949", "rate": 3.86, "ratings": 664, "genres": ["Science Fiction", "Fiction", "Mystery", "Aliens", "Science Fiction Fantasy", "Audiobook", "Novels"], "synopsis": "The Hunter and his quarry raced through space—when suddenly both ships crashed head on into one of the oceans of earth!Both the Hunter and his quarry were symbiotes—creatures who had to live within the body of another organism. When the Hunter emerged from his wreck of a ship, he soon realized that a man of earth would make a suitable host. It became obvious, too, that his quarry had already selected his host—but which human being. Then the Hunter found an excellent host in the person of young and intelligent Robert Kinnaird. He made his presence known and, in return for some clever suggestions and help with his search, he helped Robert with his problems. There follows an exciting, excellently wrought, and—you will agree—absolutely unique chase and deduction story. Tense, dramatic, and humorous, too, it's a top-drawer tale of scientific ingenuity. — From the dust jacketOriginally published in Astounding Science Fiction. Also published as From Outer Space, followed by a sequel: \nThrough the Eye of a Needle", "title": "Needle (Needle, #1)", "author": "Hal Clement", "url": "https://www.goodreads.com/book/show/939758.Needle"}, {"year": "1950", "rate": 3.87, "ratings": 3837, "genres": ["Science Fiction", "Space Opera", "Fiction", "Audiobook", "Classics", "Speculative Fiction", "Science Fiction Fantasy"], "synopsis": "Virgil Samms becomes the first wearer of the Lens, an almost-living symbol of the forces of law and order", "title": "First Lensman (Lensman, #2)", "author": "E.E. \"Doc\" Smith", "url": "https://www.goodreads.com/book/show/826521.First_Lensman"}, {"year": "1951", "rate": 3.86, "ratings": 8675, "genres": ["Science Fiction", "Fiction", "Short Stories", "Science Fiction Fantasy", "Classics", "Audiobook", "Collections"], "synopsis": "Barcelona. 17 cm. 260 p. Encuadernación en tapa blanda de editorial ilustrada. Colección 'Colección \"Nebulae\"', numero coleccion(v. 3). Heinlein, Robert A. 1907-1988. Los negros fosos de la luna. Traducción de Ramírez S. Galmieu. Emegé]. Traducción The green hills of earth .. Este libro es de segunda mano y tiene o puede tener marcas y señales de su anterior propietario.", "title": "The Green Hills of Earth", "author": "Robert A. Heinlein", "url": "https://www.goodreads.com/book/show/50831.The_Green_Hills_of_Earth"}, {"year": "1939", "rate": 3.52, "ratings": 362, "genres": ["Science Fiction", "Fiction", "British Literature", "Novels", "Collections", "Fantasy"], "synopsis": "SIN EATERS -- a future where the human race is owned and operated by the invisible Vitons, parasites that feed on human pain and anguish. The Vitons are only visible when humans come into contact with a certain combination of chemicals. After several people use the combination of chemicals painted on the skin and die, the person investigating the suspicious deaths is puzzled by the victims apparently insane actions. Investigating an epidemic of deaths among the world's leading scientists, Bill Graham learned their terrible discovery: Earth was, and had been for centuries, controlled by aliens! The alien energy beings fed on human emotions. To cultivate their 'food' they manipulated Earth affairs to create war and strife, the sources of the human fears and passions which the aliens craved.Now their machinations were leading up to a devastating world war. They would feast finally on the self-destruction of the human race. Somehow, Graham and a hand-picked team of scientists had to stop the aliens before it was too late. But even thinking about the enemy could bring death...", "title": "Sinister Barrier", "author": "Eric Frank Russell", "url": "https://www.goodreads.com/book/show/1025194.Sinister_Barrier"}, {"year": "1941", "rate": 4.04, "ratings": 306, "genres": ["Short Stories", "Science Fiction", "Fiction", "Robots", "Classics", "Space", "Read For School"], "synopsis": "\"Reason\" is a science fiction short story by Isaac Asimov, first published in the April 1941 issue of Astounding Science Fiction and collected in I, Robot (1950), The Complete Robot (1982), and Robot Visions (1990). It is part of Asimov's Robot series, and was the second of Asimov's positronic robot stories to see publication.Powell and Donovan are assigned to a space station which supplies energy via microwave beams to the planets. The robots that control the energy beams are in turn co-ordinated by QT1, known to Powell and Donovan as Cutie, an advanced model with highly developed reasoning ability. Using these abilities, Cutie decides that space, stars and the planets beyond the station don't really exist, and that the humans that visit the station are unimportant, short-lived and expendable. QT1 makes the lesser robots disciples of a new religion, which considers the power source of the ship to be \"Master.\"", "title": "Reason", "author": "Isaac Asimov", "url": "https://www.goodreads.com/book/show/18216196-reason"}, {"year": "1941", "rate": 4.13, "ratings": 21064, "genres": ["Horror", "Fiction", "Classics", "Fantasy", "Lovecraftian", "Mystery", "Science Fiction"], "synopsis": "Incantations of black magic unearthed unspeakable horrors in Providence, Rhode Island. Evil spirits are being resurrected from beyond the grave, a supernatural force so twisted that it kills without offering the mercy of death!", "title": "The Case of Charles Dexter Ward", "author": "H.P. Lovecraft", "url": "https://www.goodreads.com/book/show/129327.The_Case_of_Charles_Dexter_Ward"}, {"year": "1940", "rate": 4.0, "ratings": 27212, "genres": ["Fiction", "Science Fiction", "Classics", "Spanish Literature", "Latin American", "Literature", "Fantasy"], "synopsis": "Jorge Luis Borges declared The Invention of Morel a masterpiece of plotting, comparable to The Turn of The Screw and Journey to the Center of the Earth. Set on a mysterious island, Bioy’s novella is a story of suspense and exploration, as well as a wonderfully unlikely romance, in which every detail is at once crystal clear and deeply mysterious.Inspired by Bioy Casares’s fascination with the movie star Louise Brooks, The Invention of Morel has gone on to live a secret life of its own. Greatly admired by Julio Cortázar, Gabriel García Márquez, and Octavio Paz, the novella helped to usher in Latin American fiction’s now famous postwar boom. As the model for Alain Resnais and Alain Robbe-Grillet’s Last Year at Marienbad, it also changed the history of film.", "title": "The Invention of Morel", "author": "Adolfo Bioy Casares", "url": "https://www.goodreads.com/book/show/94486.The_Invention_of_Morel"}, {"year": "1959", "rate": 3.75, "ratings": 5622, "genres": ["Science Fiction", "Fiction", "Short Stories", "Fantasy", "Mystery", "Science Fiction Fantasy", "Audiobook"], "synopsis": "Every evening, Jonathan Hoag finds a mysterious reddish substance under his fingernails, with no memory of how it got there. He hires the husband-and-wife detective team of Ted and Cynthia Randall to follow him and find out. But Ted and Cynthia are mystified when they find that their own memories of what happens during their investigation do not match. There is a thirteenth floor to Jonathan's building that does not exist, there are mysterious and threatening beings living inside mirrors, and all of reality is not what they thought it was.Contents...And He Built a Crooked House... (1941)They (1941)The Unpleasant Profession of Jonathan Hoag (1942)Our Fair City (1949)The Man Who Traveled in Elephants (1957)...All You Zombies... (1959)", "title": "The Unpleasant Profession of Jonathan Hoag", "author": "Robert A. Heinlein", "url": "https://www.goodreads.com/book/show/50850.The_Unpleasant_Profession_of_Jonathan_Hoag"}, {"year": "1941", "rate": 4.15, "ratings": 1047, "genres": ["Science Fiction", "Short Stories", "Fiction", "Classics", "Audiobook", "Dystopia", "School"], "synopsis": "Of the six suns, only Beta is left in the sky. Do you see it?”The question was rather unnecessary. Beta was almost at zenith, its ruddy light flooding the landscape to an unusual orange as the brilliant rays of setting Gamma died. Beta was at aphelion. It was small; smaller than Theremon had ever seen it before, and for the moment it was undisputed ruler of Lagash’s sky.Lagash’s own sun, Alpha, the one about which it revolved, was at the antipodes, as were the two distant companion pairs. The red dwarf Beta — Alpha’s immediate companion — was alone, grimly alone.Aton’s upturned face flushed redly in the sunlight. “In just under four hours,” he said, “civilization, as we know it, comes to an end. It will do so because, as you see, Beta is the only sun in the sky.” He smiled grimly. “Print that! There’ll be no one to read it.", "title": "Nightfall", "author": "Isaac Asimov", "url": "https://www.goodreads.com/book/show/18297094-nightfall"}, {"year": "1942", "rate": 4.28, "ratings": 614, "genres": ["Fantasy", "Fiction", "Science Fiction", "Classics", "Literature", "Speculative Fiction", "Utopia"], "synopsis": "Austin Tappan Wright left the world a wholly unsuspected legacy. After he died in a tragic accident, among this distinguished legal scholar's papers were found thousands of pages devoted to a staggering feat of literary creation\u0097a detailed history of an imagined country complete with geography, genealogy, literature, language and culture. As detailed as J.R.R. Tolkien's middle-earth novels, Islandia has similarly become a classic touchstone for those concerned with the creation of imaginary world.", "title": "Islandia", "author": "Austin Tappan Wright", "url": "https://www.goodreads.com/book/show/2328060.Islandia"}, {"year": "1943", "rate": 4.1, "ratings": 39478, "genres": ["Fiction", "Classics", "Philosophy", "Literature", "German Literature", "Novels", "Science Fiction"], "synopsis": "The final novel of Hermann Hesse, The Glass Bead Game is a fascinating tale of the complexity of modern life as well as a classic of modern literature.Set in the twenty-third century, The Glass Bead Game is the story of Joseph Knecht, who has been raised in Castalia, the remote place his society has provided for the intellectual elite to grow and flourish. Since childhood, Knecht has been consumed with mastering the Glass Bead Game, which requires a synthesis of aesthetics and philosophy, which he achieves in adulthood, becoming a Magister Ludi (Master of the Game).", "title": "The Glass Bead Game", "author": "Hermann Hesse", "url": "https://www.goodreads.com/book/show/16634.The_Glass_Bead_Game"}, {"year": "1941", "rate": 3.98, "ratings": 3278, "genres": ["Science Fiction", "Space Opera", "Fiction", "Speculative Fiction", "Classics", "Pulp", "Audiobook"], "synopsis": "Kim Kinnison, Number One man of his time, had faced challenges before—but rarely one as daunting as this. To him fell the perilous task of infiltrating the inner circle of Boskone, stronghold of galactic civilization’s most deadly foe. Kinnison had to become a local Boskonian in every gesture, deed—and thought. He had to work his way up through the ranks of an alien enemy organization, right into the highest echelons of power. Then it would be he who issued the orders—orders that would destroy his own civilization..", "title": "Second Stage Lensmen (Lensmen, #5)", "author": "E.E. \"Doc\" Smith", "url": "https://www.goodreads.com/book/show/826520.Second_Stage_Lensmen"}, {"year": "1947", "rate": 3.97, "ratings": 2850, "genres": ["Science Fiction", "Space Opera", "Fiction", "Speculative Fiction", "Audiobook", "Classics", "Pulp"], "synopsis": "It was beginning to look as if no one could prevent the destruction of the Universe. For a strange intelligence was directing the destruction of all civilization from the icy depths of space.Kim Kinnison of the Patrol was one of the few men who knew how near the end was. And in the last desperate plan to save all life, he knew he had to use his children as bait for the evil powers of the planet Ploor.", "title": "Children of the Lens (Lensman, #6)", "author": "E.E. \"Doc\" Smith", "url": "https://www.goodreads.com/book/show/287498.Children_of_the_Lens"}, {"year": "1939", "rate": 3.8, "ratings": 3215, "genres": ["Science Fiction", "Fantasy", "Fiction", "Adventure", "Classics", "Pulp", "Sword and Planet"], "synopsis": "John Carter desperately needed the aid of Barsoom's greatest scientist. But Ras Thavas was the prisoner of a nightmare army of his own creation -- half-humans who lived only for conquest. And in their hidden laboratory seethed a horror that could engulf all of Mars.", "title": "Synthetic Men of Mars (Barsoom, #9)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/40384.Synthetic_Men_of_Mars"}, {"year": "1946", "rate": 4.18, "ratings": 310, "genres": ["Science Fiction", "Short Stories", "Anthologies", "Fiction", "Speculative Fiction", "Classics", "Science Fiction Fantasy"], "synopsis": "Contents: Requiem (1940) by Robert A. HeinleinForgetfulness (1937) by John W. Campbell, Jr.Nerves (1942) by Lester del ReyThe Sands of Time (1937) by P. Schuyler MillerThe Proud Robot (1943) by Henry KuttnerSeeds of the Dusk (1938) by Raymond Z. GallunBlack Destroyer (1939) by A. E. van VogtSymbiotica (1943) by Eric Frank RussellHeavy Planet (1939) by Milton A. RothmanTime Locker (1943) by Henry KuttnerThe Link (1942) by Cleve CartmillMechanical Mice (1941) by Eric Frank RussellV-2: Rocket Cargo Ship (1945) essay by Willy LeyAdam & No Eve (1941) by Alfred BesterNightfall (1941) by Isaac AsimovA Matter of Size (1934) by Harry BatesAs Never Was (1944) by P. Schuyler MillerQ.U.R. (1943) by Anthony BoucherWho Goes There? (1938) by John W. Campbell, Jr.The Roads Must Roll (1940) by Robert A. HeinleinAsylum (1942) A. E. van VogtQuietus (1940) by Ross RocklynneThe Twonky (1942) by Henry Kuttner & C. L. MooreTime-Travel Happens! (1939) essay by A. M. PhillipsRobot's Return (1938) by Robert Moore WilliamsThe Blue Giraffe (1939) by L. Sprague de CampFlight into Darkness (1943) by J. Francis McComasThe Weapons Shop (1942) by A. E. van VogtFarewell to the Master (1940) by Harry BatesWithin the Pyramid (1937) by R. DeWitt MillerHe Who Shrank (1936) by Henry HasseBy His Bootstraps (1941) by Robert A. HeinleinThe Star Mouse (1942) by Fredric BrownCorrespondence Course (1945) by Raymond F. JonesBrain (1932) by S. Fowler Wright", "title": "Adventures in Time & Space", "author": "Raymond J. Healy", "url": "https://www.goodreads.com/book/show/631518.Adventures_in_Time_Space"}, {"year": "1948", "rate": 3.69, "ratings": 5055, "genres": ["Science Fiction", "Fiction", "Hugo Awards", "Speculative Fiction", "Adventure", "Science Fiction Fantasy", "Classics"], "synopsis": "Utopia has been achieved. For centuries, disease, hunger, poverty and war have been things found only in the history tapes. And applied genetics has given men and women the bodies of athletes and a lifespan of over a century.They should all have been very happy....But Hamilton Felix is bored. And he is the culmination of a star line; each of his last thirty ancestors chosen for superior genes. Hamilton is, as far as genetics can produce one, the ultimate man. And this ultimate man can see no reason why the human race should survive, and has no intention of continuing the pointless comedy.However, Hamilton's life is about to become less boring. A secret cabal of revolutionaries who find utopia not just boring, but desperately in need of leaders who know just What Needs to be Done, are planning to revolt and put themselves in charge. Knowing of Hamilton's disenchantment with the modern world, they have recruited him to join their Glorious Revolution. Big mistake! The revolutionaries are about to find out that recruiting a superman was definitely not a good idea....", "title": "Beyond This Horizon", "author": "Robert A. Heinlein", "url": "https://www.goodreads.com/book/show/540503.Beyond_This_Horizon"}, {"year": "1943", "rate": 3.09, "ratings": 182, "genres": ["Science Fiction", "Dying Earth", "Fiction", "Fantasy", "Collections", "Canon", "Novels"], "synopsis": "Four humans from the Twentieth Century are hurled forward a billion years in time by a being from an alien galaxy. They have been brought to a dying Earth - to Carcasilla, Earth's last citadel - where the mutated remnants of humanity are making their final stand against the monstrous creations of a fading world.Thrust in the middle of this desperate struggle for survival, the last humans search for a way to break the deadlock in the Armageddon at the end of time...", "title": "Earth's Last Citadel", "author": "C.L. Moore", "url": "https://www.goodreads.com/book/show/952356.Earth_s_Last_Citadel"}, {"year": "1946", "rate": 3.47, "ratings": 418, "genres": ["Fantasy", "Science Fiction", "Fiction", "Horror", "Novels", "Pulp", "Sword and Planet"], "synopsis": "World War II veteran Edward Bond's recuperation from a disastrous fighter plane crash takes a distinct turn for the weird when he encounters a giant wolf, a red witch, and the undeniable power of the need-fire, a portal to a world of magic and swordplay at once terribly new and hauntingly familiar. In the Dark World, Bond opposes the machinations of the dread lord Ganelon and his terrible retinue of werewolves, wizards, and witches, but all is not as it seems in this shadowy mirror of the real world, and Bond discovers that a part of him feels more at home here than he ever has on Earth. Dark World was a profoundly influential novel. It's mixture of science and fantasy inspired Roger Zelazny to write the Amber Chronicles. Marion Zimmer Bradly said that every novel she had ever written was because she had read Kuttner.", "title": "The Dark World", "author": "Henry Kuttner", "url": "https://www.goodreads.com/book/show/21113354-the-dark-world"}, {"year": "1943", "rate": 3.34, "ratings": 767, "genres": ["Science Fiction", "Fantasy", "Fiction", "Speculative Fiction", "Science Fiction Fantasy", "Roman", "Novels"], "synopsis": "The god Ptath is flung into the far future by a deadly rival and given the mind of a 20th century man. Stranded in this alien world, he must fight to regain his powers before the rival goddess sends the world spinning into chaos and darkness. \"Van Vogt's work has a raw power that has never been equalled in science fiction\".--Damon Knight.", "title": "The Book of Ptath", "author": "A.E. van Vogt", "url": "https://www.goodreads.com/book/show/845628.The_Book_of_Ptath"}, {"year": "1950", "rate": 3.9, "ratings": 10453, "genres": ["Science Fiction", "Fiction", "Short Stories", "Science Fiction Fantasy", "Classics", "Fantasy", "Anthologies"], "synopsis": "Hard to find", "title": "The Man Who Sold the Moon", "author": "Robert A. Heinlein", "url": "https://www.goodreads.com/book/show/16688.The_Man_Who_Sold_the_Moon"}, {"year": "1934", "rate": 3.65, "ratings": 7160, "genres": ["Science Fiction", "Space Opera", "Fiction", "Classics", "Audiobook", "Pulp", "Fantasy"], "synopsis": "From the atomic age in Atlantis to a world remote in space and time, two incredible ancient races, the Arisians and the Eddorians, are in the midst of an interstellar war with Earth as the prize. The Arisians, using advanced mental technology, have foreseen the invasion of their galaxy by the corrupt and evil Eddorians, so they begin a breeding program on every planet in their universe. Their goal...to produce super warriors who can hold off the invading Eddorians.", "title": "Triplanetary (Lensman, #1)", "author": "E.E. \"Doc\" Smith", "url": "https://www.goodreads.com/book/show/444944.Triplanetary"}, {"year": "1948", "rate": 3.32, "ratings": 73, "genres": ["Science Fiction", "Fiction", "Novels", "Science Fiction Fantasy"], "synopsis": "\"Vivid whodunit plotting... magnificent concept.\" - The Magazine of Fantasy and Science Fiction\"One of the most believable science-fiction books in years.\" - Astounding Science Fiction\"Half brilliant imaginative science-adventure-detective story, half bitter and biting social satire, Dreadful Sanctuary is one of the more adult additions to the growing shelf of reprints from the Fabulous Forties.\"- Galaxy Science Fiction\"Essentially a spy story, a good and exciting one, full of suspense.\" - The New York Times", "title": "Dreadful Sancturary", "author": "Eric Frank Russell", "url": "https://www.goodreads.com/book/show/1875972.Dreadful_Sancturary"}, {"year": "1949", "rate": 3.04, "ratings": 25, "genres": ["Science Fiction"], "synopsis": "AN ULTIMATE MIRACLE -REVIVAL OF LIFE!The 50th Century men crowded round the gleaming case in which a young man lay sleeping. Suddenly, a terrifying mechanism began to revolve, tremble...Vials of liquid frothed, crimsoned, gathered in a hypodermic that jabbed itself into the sleeper's breast. The case shattered, the body stirred...An ultimate miracle had occurred - eyes of the 50th Century looked into those of the 20th! But Homer Ellory, alienated 20th Century scientist, didn't realize a devastating battle of wits and science awaited him.", "title": "Lords of Creation", "author": "Eando Binder", "url": "https://www.goodreads.com/book/show/2546681.Lords_of_Creation"}, {"year": "1949", "rate": 3.66, "ratings": 361, "genres": ["Science Fiction", "Fiction", "Time Travel", "Space Opera", "Science Fiction Fantasy", "Novels", "Adventure"], "synopsis": "The Paradox Men is a science-fiction classic of its kind - a full-blooded adventure story of derring-do and distressed damsels, set after the Third Great War when North and South America are united into one Imperial America. A slave state run by a small noble elite who flaunt their wealth by using, and abusing, the one commodity that only the rich can human labour. But working underground, persecuted by the police, is an organization dedicated to the overthrow of government and the existing way of life and the establishment of freedom'. 'The Society of Thieves was the only organization that flouted authority in America they robbed the rich to buy freedom for the slaves. They were well equipped and trained for their job and had friends and informers in high places ready to reveal where the wealth of the nobles was hidden. And Alar was the best Thief of them all - for he had senses not found in ordinary men, senses that accurately warned him when danger was near. But Alar had amnesia and did not know his true identity though sometimes he sensed that there was a purpose in his actions that was not entirely his own volition. When Keiris, wife of the Imperial Chancellor saw him, she sensed that he was something special and helped him to elude pursuit even though it put her own life in danger. And in trips to the Moon and even the Sun itself, Alar begins to see what part he is destined to play in the struggle for men's freedom.", "title": "The Paradox Men", "author": "Charles L. Harness", "url": "https://www.goodreads.com/book/show/1003105.The_Paradox_Men"}, {"year": "1950", "rate": 3.6, "ratings": 1306, "genres": ["Science Fiction", "Fiction", "Science Fiction Fantasy", "Speculative Fiction", "Classics", "Novels", "Space"], "synopsis": "Here is the compelling story of the launching of Prometheus -- Earth's first true spaceship -- and of the men who made it happen.Dirk Alexson: Chronicler of the greatest space adventure of all time, he was chosen to immortalize the incredible story of the men and their heroic mission.Sir Robert Derwent: Direct-General of Interplanetary -- London Headquarters for the international space-flight project -- he was the man who got the mission off the ground and into the pages of history.Professor Maxton: The world's leading atomic engineer, he designed the huge ship's drive units and he waited with the rest of the world to see if the project would be a success.", "title": "Prelude to Space", "author": "Arthur C. Clarke", "url": "https://www.goodreads.com/book/show/1106989.Prelude_to_Space"}, {"year": "1948", "rate": 3.92, "ratings": 1437, "genres": ["Science Fiction", "Fiction", "Novels", "Classics", "Science Fiction Fantasy", "Pulp", "Adventure"], "synopsis": "Gilbert Gosseyn, the null-A genius of the Earth-Venus war, never realized that this interplanetary war was but a borrowed incident in a greater conflict until he was thrust onto the galactic battlefield as a mere pawn. But in picking Gosseyn as \"expendable,\" those cosmic opponents unleashed forces they had never dreamed existed. One was the entrance of a powerful third party in the war. The second was the ability of certain other pawns to foresee the future. Finally, there was the secret of Gosseyn's original purpose - a secret which could decide the fate of the entire galaxy!", "title": "The Pawns of Null-A", "author": "A.E. van Vogt", "url": "https://www.goodreads.com/book/show/6370192-the-pawns-of-null-a"}, {"year": "1948", "rate": 4.08, "ratings": 317, "genres": ["Science Fiction", "Short Stories", "Horror", "Fiction", "Time Travel", "Classics", "Speculative Fiction"], "synopsis": "Contents:The Third LevelSuch Interesting NeighborsI’m ScaredCousin Len’s Wonderful Adjective CellarOf Missing PersonsSomething in a CloudThere Is a Tide...Behind the NewsQuit Zoomin’ Those Hands Through the AirA Dash of SpringSecond ChanceContents of the Dead Man’s Pockets", "title": "The Third Level", "author": "Jack Finney", "url": "https://www.goodreads.com/book/show/2176204.The_Third_Level"}, {"year": "1943", "rate": 3.8, "ratings": 2581, "genres": ["Horror", "Fantasy", "Fiction", "Witches", "Gothic", "Science Fiction", "Classics"], "synopsis": "Norman Saylor considered witchcraft nothing but quaint superstition until he learned his own wife was a practising sorceress. Even then, he still refused to accept the truth—one that every woman knows but no man dares to believe—that in the secret occult warfare that governs our everyday lives, witchcraft is a matter of life and death. Conjure Wife is a masterpiece of witchcraft and dark fantasy and the source of the classic horror film Burn Witch Burn!", "title": "Conjure Wife", "author": "Fritz Leiber", "url": "https://www.goodreads.com/book/show/722251.Conjure_Wife"}, {"year": "1940", "rate": 3.44, "ratings": 18, "genres": [], "synopsis": "Thirty generations would live and die before the Flashaway reached its destination. Could the one man who was to live on keep them to their purpose?-Original magazine blurbThis is privately published version of the story that originally appeared in the October 1940 issue of Amazing Stories.Wilcox's story is usually cited as the first that dealt directly with the concept of the generation starship. This story has been recently been collected in Skylife: Space Habitats in Story and Science, edited by Gregory Benford and George Zebrowski (2000).", "title": "The Voyage that lasted 600 years", "author": "Don Wilcox", "url": "https://www.goodreads.com/book/show/23163945-the-voyage-that-lasted-600-years"}, {"year": "1945", "rate": 4.12, "ratings": 149, "genres": ["Horror", "Fiction", "British Literature", "Weird Fiction", "Witches"], "synopsis": "\"She did not want to be organised at all. She wanted to be solitary and free.\"This is the story of Jenny Flower, London slum child, who one day, on an outing to the country, meets a Dark Stranger with horns on his head. It is the first day of August — Lammas — a witches' sabbath. Jenny was born on Hallowe'en, and possibly descended from witches herself . . .Reminiscent of Machen's, \"The White People\", Lucifer and the Child is a tale of witchcraft — or is it? The author does not commit herself; merely stating that the story is open to natural explanation; alternatively, she invites \"the willing suspension of disbelief\".\"There is never any name for the impact of strangeness on the commonplace,\" Mannin writes. With this sensibility Lucifer and the Child will at last be recognised as a classic of strange fiction and a work to be enjoyed by contemporary lovers of the genre.Once banned in Ireland by the Censorship of Publications Board, Lucifer and the Child is now available worldwide in this splendid new edition from Swan River Press featuring an introduction by Rosanne Rabinowitz and cover by Lorena Carrington.", "title": "Lucifer and the Child", "author": "Ethel Mannin", "url": "https://www.goodreads.com/book/show/53590322-lucifer-and-the-child"}, {"year": "1945", "rate": 3.44, "ratings": 52, "genres": ["Science Fiction", "Space Opera", "Hugo Awards"], "synopsis": "Will Murray's Pulp ClassicsCaptain Future eBook#18 Spring 1945Captain Future… the Ace of Space! Born and raised on the moon, Curt Newton survived the murder of his scientist parents to become the protector of the galaxy known as Captain Future. With his Futuremen, Grag the giant robot, Otho, the shape-shifting android and Simon Wright, the Living Brain, he patrols the solar system in the fastest space ship ever constructed, the Comet, pursuing human monsters and alien threats to Earth and her neighbor planets. The exploits of Captain Future, Wizard of Science, originally appeared in the pages of Captain Future and Startling Stories magazines back in the days before NASA’s manned space program. Captain Future returns in these vintage pulp tales, reissued for today’s readers in electronic format.Table of Contents:IntroductionA Complete Book-Length Scientifiction NovelRed Sun of Dangerby Edmond Hamilton writing as Brett Sterling From the archives of the mighty Ancients, Curt Newton brings back forgotten Denebian science to balk a greed-maddened schemer who seeks to loose unspeakable terror on the Universe!These exciting pulp adventures have been beautifully reformatted for easy reading as an eBook. Will Murray’s Pulp Classics line of eBooks are of the highest quality and feature the great Pulp Fiction stories of the 1930s-1950s.", "title": "Captain Future #18 Red Sun of Danger", "author": "Brett Sterling", "url": "https://www.goodreads.com/book/show/19101419-captain-future-18-red-sun-of-danger"}, {"year": "1940", "rate": 3.72, "ratings": 13401, "genres": ["Classics", "Dystopia", "Science Fiction", "Fiction", "Swedish Literature", "Sweden", "Scandinavian Literature"], "synopsis": "This is a novel of the future, profoundly sinister in its vision of a drab terror. Ironic and detached, the author shows us the totalitarian World-state through the eyes of a product of that state, scientist Leo Kall. Kall has invented a drug, kallocain, which denies the privacy of thought and is the final step towards the transmutation of the individual human being into a \"happy, healthy cell in the state organism.\" For, says Leo, \"from thoughts and feelings, words and actions are born. How then could these thoughts and feelings belong to the individual? Doesn't the whole fellow-soldier belong to the state? To whom should his thoughts and feelings belong then, if not to the state?\"As the first-person record of Leo Kall, scientist, fellow-soldier too late disillusioned to undo his previous actions, Kallocain achieves a chilling power and veracity that place it among the finest novels to emerge from the strife-torn Europe of the twentieth century.", "title": "Kallocain", "author": "Karin Boye", "url": "https://www.goodreads.com/book/show/65714.Kallocain"}, {"year": "1940", "rate": 3.51, "ratings": 1469, "genres": ["Horror", "Fantasy", "Fiction", "Science Fiction", "Werewolves", "Classics", "Urban Fantasy"], "synopsis": "Who is the child of the night? That's what small-town reporter Will Barbee must find out. Inexorably drawn into investigating a rash of grisly deaths, he soon finds himself embroiled in something far beyond mortal understanding.Doggedly pursuing his investigations, he meets the mysterious and seductive April Bell and starts having disturbing, tantalizing dreams in which he does terrible things--things that are stranger and wilder than his worst nightmares. then his friends being dying one by one and he slowly realizes that an unspeakable evil has been unleashed.As Barbee's world crumbles around him in a dizzying blizzard of madness, the intoxicating, dangerous April pushes Barbee ever closer to the answer to the question \"Who is the Child of Night?\"When Barbee finds out, he'll wish he'd never been born.", "title": "Darker Than You Think", "author": "Jack Williamson", "url": "https://www.goodreads.com/book/show/845651.Darker_Than_You_Think"}, {"year": "1947", "rate": 3.72, "ratings": 7988, "genres": ["Science Fiction", "Fiction", "Young Adult", "Science Fiction Fantasy", "Audiobook", "Adventure", "Novels"], "synopsis": "Winner of four Hugo Awards and the Grand Master Nebula Award for Lifetime Achievement.Three high school students formed the Galileo Club to share their interests in science and space exploration. But they never imagined they would team up with a nuclear physicist to construct and crew a rocket bound for the moon.And they never expected to gain some powerful enemies in the process.", "title": "Rocket Ship Galileo", "author": "Robert A. Heinlein", "url": "https://www.goodreads.com/book/show/16682.Rocket_Ship_Galileo"}, {"year": "1940", "rate": 2.33, "ratings": 6, "genres": [], "synopsis": "First U.S. Edition bound in decorated green cloth. Book is VG+ with a few dust spots to the cloth. Dj has tiny frays at the spine tips & corners. Time Travel Novel.", "title": "The Man Who Went Back", "author": "Warwick Deeping", "url": "https://www.goodreads.com/book/show/15991645-the-man-who-went-back"}, {"year": "1949", "rate": 3.93, "ratings": 593, "genres": ["Science Fiction", "Space Opera", "Fiction", "Pulp", "Pulp Adventure", "Time Travel", "Fantasy"], "synopsis": "The Star Kings is the supreme work by the master of romantic space opera, Edmond Hamilton. John Gordon, a war vet restless in the humdrum of an office job, is offered a chance for adventure when he is contacted via dreams by Zarth Arn, a scientist-prince living two hundred thousand years in the future, and asked to exchange bodies for a week. Zarth will research the present, while Gordon experiences the galaxy-spanning future of the star-kingdoms - 200,000 years from now. There is only one stipulation: Gordon must give his word that under no circumstances will he reveal his true identity to anyone of Zarth's time. Moments later, John Gordon is hurtled through time to the Earth of two thousand centuries hence - into Zarth Arn's laboratory and body. But before the week is over, warriors from an enemy star kingdom attempt to kidnap Arn, precipitating a galactic crisis, and Gordon is summoned to the throne world of Throon immediately by Zarth Arn's father, ruler of the Mid-Galactic Kingdom. Unable to reveal his identity without breaking his pledge to Zarth Arn, Gordon is forced to play the role of the young star prince. As a result, he finds himself immediately caught in a strange triangle between two women: the intelligent, dynamic Lianna, ruler of the Star-Kingdom of Fomalhaut, whom Zarth's father has ordered him to wed (and with whom Gordon swiftly falls in love), and warm, tender Murn (who Zarth Arn loves). Galactic civilization is facing its greatest crisis, a war of conquest by Shorr Kan - tyrant of the League of Dark Worlds - and before John Gordon can even orient himself to this far future universe, Zarth Arn's father is assassinated, with Zarth himself framed for the killing. Saved by Lianna, the pair flee on a galaxy-spanning quest for the secret of the Disruptor, the one weapon that can defeat the Dark Worlds and preserve the freedom of the stars.", "title": "The Star Kings", "author": "Edmond Hamilton", "url": "https://www.goodreads.com/book/show/6361571-the-star-kings"}, {"year": "1942", "rate": 3.66, "ratings": 222, "genres": ["Fantasy", "Science Fiction", "Adventure", "Fiction", "Humor"], "synopsis": "Lauded by authors and critics alike as a work of trend-setting importance in modern speculative fiction, Typewriter in the Sky is an extravaganza of vivid action/adventure and dazzling fantasy.Pianist Mike de Wolf suddenly finds himself the main character in a resounding adventure story of danger and derring-do on the buccaneering Spanish Main, being written by his friend, Horace Hackett. Hackett devises a story plot that casts Mike in the unwilling role of Miguel de Lobo, Lord High Admiral of the Spanish Fleet. Bewildered, embattled on every side, Mike-as-Miguel finds himself engulfed in bloody battles, caught up in an impossible romantic intrigue with a stunning English heiress and helpless to change a destiny being dictated unrelentingly by the elusive sound of a \"Typewriter in the Sky\".\"An adventure story written in the great style adventures should be written in.\" --Clive Cussler\"I particularly like Typewriter in the Sky because it was such a skillful parity of adventure fiction and was written with a great deal of lightness and touch. --James Gunn", "title": "Typewriter in the Sky", "author": "L. Ron Hubbard", "url": "https://www.goodreads.com/book/show/1818619.Typewriter_in_the_Sky"}, {"year": "1941", "rate": 3.37, "ratings": 52, "genres": ["Science Fiction", "Fiction"], "synopsis": "They slept a million years...and woke up to find themselves the only human beings alive.Twenty-five men and women against a world of evolution gone mad!Here is the vivid story of their adventures and terrors--the monster in the forest--the city of giant beavers--and the secret of the incredible race that had supplanted mankind.", "title": "Genus Homo", "author": "L. Sprague de Camp", "url": "https://www.goodreads.com/book/show/7912510-genus-homo"}, {"year": "1941", "rate": 3.91, "ratings": 257, "genres": ["Fiction", "Dystopia", "Science Fiction", "Classics", "Hungarian Literature", "Hungary", "Literature"], "synopsis": "This classic dystopian satire has been compared to the likes of Brave New World, Gulliver's Travels and The Wizard of Oz. Voyage to Kazohinia is a tour de force of twentieth-century literature--and it is here published in English for the first time outside of Hungary. Sándor Szathmári's novel chronicles the travels of a modern Gulliver on the eve of World War II. A shipwrecked English ship's surgeon finds himself on an unknown island whose inhabitants, the Hins, live a technologically advanced existence without emotions, desires, arts, money, or politics. Soon unhappy amid this bleak perfection, Gulliver asks to be admitted to the closed settlement of the Behins, beings with souls and atavistic human traits. He has seen nothing yet. A massively entertaining mix of satire and science fiction, Voyage to Kazohinia has seen half a dozen editions in Hungary in decades since its original publication and remains the country's most popular cult classic.", "title": "Voyage to Kazohinia", "author": "Sándor Szathmári", "url": "https://www.goodreads.com/book/show/13330442-voyage-to-kazohinia"}, {"year": "1934", "rate": 3.49, "ratings": 509, "genres": ["Science Fiction", "Space Opera", "Fiction", "Science Fiction Fantasy", "Novels", "Pulp", "Adventure"], "synopsis": "Space LegionnairesThey were the greatest trio of swashbuckling adventurers ever to ship out to the stars! There was giant Hal Samdu, rocklike Jay Kalam and the incomparable shrewd and knavish Giles Habibula.Here is there first thrilling adventure — the peril-packed attempt to rescue the most important person in the galaxy, keeper of the vital secret essential to humanity's survival in the deadly struggle against the incredibly evil Medusae...", "title": "The Legion of Space (Legion of Space, #1)", "author": "Jack Williamson", "url": "https://www.goodreads.com/book/show/854945.The_Legion_of_Space"}, {"year": "1941", "rate": 3.79, "ratings": 2729, "genres": ["Science Fiction", "Fantasy", "Fiction", "Adventure", "Classics", "Sword and Planet", "Pulp"], "synopsis": "\"Llana of Gathol\" is a collection of four novellas written in the Martian series of Edgar Rice Burroughs which was written for Amazing Stories in 1941. Llano, the daughter of Gahan of Gothol, is the perfect damsel in distress. \"Llana of Gathol\" consists of four stories. First \"The Ancient Dead\" (originally \"The City of Mummies\") followed by \"The Black Pirates of Barsoom\", \"Escape on Mars\" and finally \"Invisible Men of Mars\". The four books in this series is truly comprised of parody and satire. These books are a good laugh with many futuristic encounters and wild characters.", "title": "Llana of Gathol (Barsoom, #10)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/215954.Llana_of_Gathol"}, {"year": "1942", "rate": 3.7, "ratings": 128, "genres": ["Science Fiction", "Fiction", "Superheroes", "Superman", "Dc Comics"], "synopsis": "Originally published in 1942, The Adventures of Superman was the first full-length novel about the world's first and most endearing comic book super-hero. This facsimile is an exact reproduction of the original with the addition of a new introduction by bestselling Superman comic-book writer and novelist Roger Stern. Illustrations throughout, including 4 full-color plates.", "title": "The Adventures of Superman", "author": "George Lowther", "url": "https://www.goodreads.com/book/show/739985.The_Adventures_of_Superman"}, {"year": "1942", "rate": 3.58, "ratings": 64, "genres": ["Science Fiction", "Fiction", "Utopia", "Dystopia"], "synopsis": "1974 1st Am Ed. Hyperion", "title": "Darkness and the Light", "author": "Olaf Stapledon", "url": "https://www.goodreads.com/book/show/953789.Darkness_and_the_Light"}, {"year": "1942", "rate": 3.7, "ratings": 485, "genres": ["Science Fiction", "Horror", "Fiction", "Speculative Fiction", "Classics", "Thriller", "Science Fiction Fantasy"], "synopsis": "Dr Patrick Cory is a scientist who, unable to save W.H. Donovan's life after a plane crash, keeps his brain alive thru an illegal experiment. The story provides an examination of evil impossible to forget. Donovan is more than one of the world's richest men. He's a megalomaniac even before Cory keeps his brain alive in the tank. Once freed of the distractions of flesh, the will to power is all that drives him. It communicates with Cory thru telepathy, but that's only the beginning. It begins to take over the scientist. Possessed by Donovan's mind, Cory finds himself helpless to fight the tycoon's plans. Cory remains aware as he follows orders, becoming more & more like Donovan. His wife is helpless, his assistant is helpless, to stop Donovan's Brain!", "title": "Donovan's Brain", "author": "Curt Siodmak", "url": "https://www.goodreads.com/book/show/973214.Donovan_s_Brain"}, {"year": "1943", "rate": 3.6, "ratings": 4563, "genres": ["Science Fiction", "Fiction", "France", "Roman", "Classics", "Dystopia", "French Literature"], "synopsis": "The year is 2052: Two young lovers flee for their lives as Doomsday descends upon Earth.This was to be the happiest day of young Blanche Rouget's life. In Paris, the now-electronic city of love, Blanche had been about to make her debut as a star.Then, abruptly, the Black Emperor of South America had told the world of the missiles already racing northward. Panic had broken forth.And then had come the real terror. A vast cloak of darkness had descended over the earth. And Blanche was hurled into a world gone mad in its death-throes.", "title": "Ashes, Ashes", "author": "René Barjavel", "url": "https://www.goodreads.com/book/show/16148834-ashes-ashes"}, {"year": "1943", "rate": 3.78, "ratings": 1015, "genres": ["Science Fiction", "Fiction", "France", "French Literature", "Time Travel", "Fantasy", "Roman"], "synopsis": "Here is a fantastic journey that takes you from the past into the near-future—then to the year 300,000 A.D. into a world where a single female creature, the size of a mountain, gives birth to all of society!", "title": "Future Times Three", "author": "René Barjavel", "url": "https://www.goodreads.com/book/show/2509242.Future_Times_Three"}, {"year": "1958", "rate": 4.01, "ratings": 20748, "genres": ["Science Fiction", "Fiction", "Fantasy", "Classics", "Science Fiction Fantasy", "Audiobook", "Speculative Fiction"], "synopsis": "After the fall of the American Ayatollahs as foretold in Stranger in a Strange Land and chronicled in Revolt in 2100, the United States of America at last fulfills the promise inherent in its first Revolution: for the first time in human history there is a nation with Liberty and Justice for All.No one may seize or harm the person or property of another, or invade his privacy, or force him to do his bidding. Americans are fiercely proud of their re-won liberties and the blood it cost them: nothing could make them forswear those truths they hold self-evident. Nothing except the promise of immortality...", "title": "Methuselah's Children", "author": "Robert A. Heinlein", "url": "https://www.goodreads.com/book/show/175319.Methuselah_s_Children"}, {"year": "1944", "rate": 3.66, "ratings": 1594, "genres": ["Fiction", "Classics", "Philosophy", "Literature", "British Literature", "Novels", "Modern Classics"], "synopsis": "Sebastian Barnack, a handsome English schoolboy, goes to Italy for the summer, and there his real education begins. His teachers are two quite different men: Bruno Rontini, the saintly bookseller, who teaches him about things spiritual; and Uncle Eustace, who introduces him to life's profane pleasures.The novel that Aldous Huxley himself thought was his most successful at \"fusing idea with story,\" Time Must Have a Stop is part of Huxley's lifelong attempt to explore the dilemmas of twentieth-century man and to create characters who, though ill-equipped to solve the dilemmas, all go stumbling on in their painfully serious comedies (in this novel we have the dead atheist who returns in a seance to reveal what he has learned after death but is stuck with a second-rate medium who garbles his messages).Time Must Have a Stop is one of Huxley's finest achievements.", "title": "Time Must Have a Stop", "author": "Aldous Huxley", "url": "https://www.goodreads.com/book/show/778878.Time_Must_Have_a_Stop"}, {"year": "2014", "rate": 3.0, "ratings": 5, "genres": [], "synopsis": "From the original 1944 edition: The time of Worlds Beginning is twenty years following the end of World War II. The problems of peace are no longer vague and theoretical problems: here, as real as if it were taking place before our eyes, is what might happen within another score of years. Gigantic technical advances in a shrinking world bring the American economy to a virtual standstill. Yet in the crisis lies the seed of its magnificent solution.Worlds Beginning is a story about the future, but it is in no sense a prophecy. It concerns a dream of a better world, but it isn't a blueprint for that better world. Its theme is that American democracy, resourceful, individual and strong, need only face its problems in order to solve them.", "title": "Worlds Beginning", "author": "Robert Ardrey", "url": "https://www.goodreads.com/book/show/25386979-worlds-beginning"}, {"year": "1946", "rate": 4.24, "ratings": 19815, "genres": ["Fantasy", "Fiction", "Childrens", "Classics", "Finnish Literature", "Middle Grade", "Adventure"], "synopsis": "When Moomintroll learns that a comet will be passing by, he and his friend Sniff travel to the Observatory on the Lonely Mountains to consult the Professors. Along the way, they have many adventures, but the greatest adventure of all awaits them when they learn that the comet is headed straight for their beloved Moominvalley.", "title": "Comet in Moominland (The Moomins, #2)", "author": "Tove Jansson", "url": "https://www.goodreads.com/book/show/1003725.Comet_in_Moominland"}, {"year": "1942", "rate": 3.72, "ratings": 952, "genres": ["Science Fiction", "Fantasy", "Fiction", "Adventure", "Sword and Planet", "Pulp", "Classics"], "synopsis": "Escape on Venus is the fourth book in the Venus series (Sometimes called the \"Carson Napier of Venus series\") by Edgar Rice Burroughs. It consists of four interconnected stories published in Fantasic Adventures between 1941 and 1942: \"Slaves of the Fishmen,\" \"Goddess of Fire,\" \"The Living Dead,\" and \"War on Venus.\" A collected edition of these stories was published in 1946. The copyright for this story has expired in Australia, and thus now resides in the public domain there. The text is available via Project Gutenberg Australia.", "title": "Escape on Venus (Venus, #4)", "author": "Edgar Rice Burroughs", "url": "https://www.goodreads.com/book/show/1397239.Escape_on_Venus"}, {"year": "1946", "rate": 3.31, "ratings": 325, "genres": ["Science Fiction", "Polish Literature", "Fiction", "Science Fiction Fantasy", "Novels"], "synopsis": "Used book in good condition, due to its age it could contain normal signs of use", "title": "Man From Mars", "author": "Stanisław Lem", "url": "https://www.goodreads.com/book/show/3168023-man-from-mars"}, {"year": "1964", "rate": 3.47, "ratings": 59, "genres": ["Fantasy", "Science Fiction", "Fiction", "Speculative Fiction", "Pulp"], "synopsis": "They warped Time itself to keep their secrets...", "title": "Valley of the Flame", "author": "Henry Kuttner", "url": "https://www.goodreads.com/book/show/1881699.Valley_of_the_Flame"}, {"year": "1946", "rate": 4.06, "ratings": 216, "genres": ["Science Fiction", "Time Travel", "Short Stories", "Fiction", "Classics", "Novella", "Audiobook"], "synopsis": "Novelette.First publication: Astounding Science Fiction, September 1946", "title": "Vintage Season", "author": "Lawrence  O'Donnell", "url": "https://www.goodreads.com/book/show/17883031-vintage-season"}, {"year": "1947", "rate": 3.38, "ratings": 8, "genres": [], "synopsis": "This reprint of a forgotten 1947 text is the fictional account of the Dunites, a real-life community of spiritualists, artists, wanderers, foragers, and other fringe-dwellers who built homes from scrap in the Pismo Dunes in the 1920s. They lived off of illegally dug clams and vegetables stolen from nearby Japanese farms.", "title": "The Face of the Clam", "author": "Luther Whiteman", "url": "https://www.goodreads.com/book/show/10683645-the-face-of-the-clam"}, {"year": "1947", "rate": 3.34, "ratings": 79, "genres": ["Science Fiction", "Speculative Fiction", "Fiction"], "synopsis": "The Flames was Stapledon's last major work of fiction before he died. After having narrowed his scope from the huge cosmic histories of Last and First Men (history of humanity) and Star Maker (history of the universe, Dante-esque cameo by God at the end) to the earthbound Odd John (super-man) and Sirius (super-dog), The Flames reads like an attempt to stuff them all into a 50-page novella. It's supremely confused, but the evident moroseness of an author who, in the face of a second world war, has decided that his imagination will not help, gives The Flames an immediacy that you never see in other top-flight fantasists like Borges. It is written in Stapledon's trademark stiff prose, which places it stylistically closer to H.G. Wells than to any contemporaneous science fiction originating from the United States' pulps, and if Stapledon had read any of them, it doesn't show. Even though Stapledon had rejected Wells for being too cynical, The Flames has a sludgy melancholy that allows joy only in the most ironic way. The story consists of three segments, each of which undercuts the last. In the first, the sensitive narrator talks to a \"flame\" in a burning stone who tells of life on the sun and subsequent exile when the planets were formed, with a polite dispassion not so far from that of Hal Clement. Despite some ill-fitting foreshadowing, the revelations in the second part that the flames are hellbent on manipulating humanity to help them thrive and pursue their spiritual aims, through mind control if necessary. To this end the flame reveals that he and his comrades caused the narrator's wife to commit suicide, so the narrator could devote himself fully to his studies and establish contact with the flames. This is all vaguely silly and melodramatic, and trivializes the first section. I don't know if Stapledon read Charles Fort, but he treads on similar territory here, and with no better luck than Fort or Eric Frank Russell in The Sinister Barrier. But in the third segment, Stapledon plays down the mind-control aspect and the particulars of the flames' existence to focus on their religious history, which is a rewrite of the tail end of Star Maker: advanced beings, including the flames, join into a single cosmic mind that then searches the total vision of reality. This time, though, the revelation of the total indifference of the Maker (who, while not quite absent, is not as personified as it is in Star Maker) is catastrophic and the cosmic mind collapses. Star Maker ended with a little homily on the significance of humanity's efforts; \"The Flames\" ends with the flames deciding that a Loving God is such a great idea that He must exist, and stupidly start the whole process up again, killing the narrator in the process for questioning them. All this comes as a shock after the first two parts, which had alluded to the flames' abstract spirituality but had only used it as a differentiating point between their minds and human emotional experience. Stapledon suddenly seems possessed by a need to rewrite his previous optimism from fifteen years before. The only hint of this comes late in the first segment, where, after receiving a noetic emotional experience from the flames (a great idea that Stapledon abandons), the narrator thinks he's seen God, and the flame responds, in what sounds like a rebuke from Stapledon to his younger self: Just because you have had an exciting and clarifying experience you persuade yourself that you must have had a revelation of the heart of the universe. source: www.waggish.org", "title": "The Flames: A Fantasy", "author": "Olaf Stapledon", "url": "https://www.goodreads.com/book/show/6445312-the-flames"}, {"year": "1947", "rate": 3.6, "ratings": 10, "genres": ["Adventure"], "synopsis": "AN ADVENTURE CLASSIC OF \"HARD\" SCIENCE FICTION Scientific adventure, ptotofeminism, and romance are just the beginning of this enthralling SF classic. When Marjorie Driscott, of the famous Brassey seed house, is put in charge of an expedition to the ice clad Himalayas of Central Asia, she knows she is in for trouble from chauvinistic American geologist, Robert Vartan and his paleobotanist partner, Frank Shane. Their goal is a strange blue delphinium, like no other known plant on earth -- and a shovelful of soil worth $1,000,000. But others have learned of the delphinium and are determined to do whatever it takes to sabotage the Brassey expedition, and claim the prize for themselves. Soon, Marjorie Driscott discovers she and her colleagues are enmeshed in a web of scientific mystery, international intrigue, and perilous adventure amid the icy peaks and hostile tribes of Central Asia. Mystery is piled on mystery as they progress the mystery of tangled purposes and of masked personalities which is the surface pattern of the plot, but also the basic scientific mystery to which all the rest are secondary, of the source of the unearthly flowers out of nowhere, and of the strange and powerful forces behind their origin. Mishap follows misadventure -- queer discoveries crowd one upon another in a scientific romance that involves gorgeous delphinium, hereditary insanity, black ice, radioactivity, a visitant from cosmic distances and remote ages, seeds of madness, and the strangest garden ever imagined. The Forbidden Garden is an enthralling epic that will hold fans of science fiction and fantasy spellbound until the last page is turned. \"An engrossing example of what can be accomplished when a prominent scientist with a vivid. imagination and a gift for writing applies his talents to science fiction.\" Analog SF Magazine. John Taine, under his real name, Eric Temple Bell, was a professor of mathematics at the California Institute for Technology.", "title": "The Forbidden Garden: The SF Classic of Hard Science & Romance", "author": "John Taine", "url": "https://www.goodreads.com/book/show/5830344-the-forbidden-garden"}, {"year": "1951", "rate": 2.8, "ratings": 5, "genres": [], "synopsis": "", "title": "Tomorrow and Tomorrow & The Fairy Chessmen", "author": "Lewis Padgett", "url": "https://www.goodreads.com/book/show/21938143-tomorrow-and-tomorrow-the-fairy-chessmen"}, {"year": "1948", "rate": 3.74, "ratings": 5969, "genres": ["Fiction", "Science Fiction", "Dystopia", "Classics", "Philosophy", "Literature", "Novels"], "synopsis": "In February 2108, the New Zealand Rediscovery Expedition reaches California at last. It is over a century since the world was devastated by nuclear war, but the blight of radioactivity and disease still gnaws away at the survivors. The expedition expects to find physical destruction but they are quite unprepared for the moral degradation they meet. Ape and Essence is Huxley's vision of the ruin of humanity, told with all his knowledge and imaginative genius.", "title": "Ape and Essence", "author": "Aldous Huxley", "url": "https://www.goodreads.com/book/show/30561.Ape_and_Essence"}, {"year": "1948", "rate": 3.5, "ratings": 177, "genres": ["Science Fiction", "Roman", "Fiction", "France"], "synopsis": "Ceci est la très vraisemblable, très féroce et humoristique histoire des Troisième et Quatrième Guerres mondiales. C'est pour la Lune qu'on se bat. Mais à 1500 mètres au-dessous du Sacré-Cœur, un homme mystérieux a construit l'Arche enterrée...", "title": "Le Diable l'emporte", "author": "René Barjavel", "url": "https://www.goodreads.com/book/show/106781.Le_Diable_l_emporte"}, {"year": "1948", "rate": 3.52, "ratings": 7410, "genres": ["Fiction", "Psychology", "Philosophy", "Science Fiction", "Classics", "Utopia", "Literature"], "synopsis": "This fictional outline of a modern utopia has been a center of controversy since its publication in 1948. Set in the United States, it pictures a society in which human problems are solved by a scientific technology of human conduct.", "title": "Walden Two", "author": "B. F. Skinner", "url": "https://www.goodreads.com/book/show/55990.Walden_Two"}, {"year": "1940", "rate": 3.27, "ratings": 11, "genres": ["Science Fiction"], "synopsis": "A Man and A Woman Are Snatched Thousands of Years to Save All Humanity from the Destructive Fury of a Runaway Comet in This Pulp Classic! Lance Vidor and Vale Marlow were part of that band of humans shanghied backward through time, thousands of years, where they were known as the Exiles of Time. There Lance and Vale found they must struggle with other exiles to help Earth's civilization from the destruction of a runaway comet. But there were others among them, unscrupulous men who had been snatched through time too, and they saw a way to use the situation for their own gain and make themselves the rulers of the world and shapers of the future. And they were determined to stop at nothing, even if it meant that humankind might lose that titanic cosmic struggle passed down in legend as the Day of Ragnarok, bringing about the end of the world and the Twilight of the Gods. Lance and Vale had come thousands of years to fall in love, but they were willing to risk life itself, even if it meant stopping the evil plotters from their own age, if they could avert the end of humanity with their sacrifice. Or was there one way out?Don't miss the other books in Bond's Ragnarok ''Sons of the Deluge'', ''Gods of the Jungle'', and ''That Worlds May Live''.", "title": "Exiles of Time [The Popul Vuh Cycle #2] The Pulp Magazine Classic", "author": "Nelson S. Bond", "url": "https://www.goodreads.com/book/show/8530862-exiles-of-time-the-popul-vuh-cycle-2-the-pulp-magazine-classic"}, {"year": "1949", "rate": 4.07, "ratings": 167, "genres": ["German Literature", "Fiction", "Science Fiction", "Germany", "Classics", "Politics", "Dystopia"], "synopsis": "Heliopolis è una città lontana, proiettata in un futuro che la tecnica domina in modo onnipervasivo. Teatro delle passioni umane in cui confluiscono frammenti del nostro tempo, la città è scossa da uno scontro di potere ai vertici del regime. Tradizioni venerabili e antiche comunità sono spazzate via dalle infallibili armi dell’esercito, ma l’apparato tecnologico, che miete le sue vittime in nome del progresso, sa anche preservare la memoria del passato, grazie a potenti apparecchiature che archiviano l’intero scibile umano. Il comandante Lucius, protagonista del romanzo, si dibatte nelle contraddizioni di un’utopia malata, oscillando tra il culto della disciplina e l’attrazione per Budur, donna sfuggente e altera, immagine dell’amore salvifico. Romanzo visionario, sinistra prefigurazione e insieme una delle prove narrative più alte dello scrittore tedesco, Heliopolis fu pubblicato da Jünger nel 1949.", "title": "Heliopolis", "author": "Ernst Jünger", "url": "https://www.goodreads.com/book/show/9226346-heliopolis"}, {"year": "1949", "rate": 3.67, "ratings": 6, "genres": ["Science Fiction", "Adventure"], "synopsis": "The inhabitants of Earth are invaded from outer space whom they attempt to conquer from within. Stellar Downing, the precise and calculating flight commander of mars is a bitter rival of Clifford Lane, a quick and impulsive flight commander of Venus and their rivalry is known to all three worlds of the solar combine.A classic interplanetary adventure from one of the best writers of the genre.", "title": "Pattern for conquest: An interplanetary adventure", "author": "George O. Smith", "url": "https://www.goodreads.com/book/show/27813643-pattern-for-conquest"}, {"year": "1949", "rate": 3.1, "ratings": 92, "genres": ["Science Fiction", "Fantasy", "Science Fiction Fantasy", "Adventure", "Literature"], "synopsis": "Includes the novelette \"Perpetual Motion\".Meet Victor Hasselborg, easily the most miserable Private Investigator in the entire galaxy. More comfortable with the dull routine of investigating insurance frauds than interstellar adventure, Hasselborg is bound by duty to chase a runaway heiress across known space to the primitive world called Krishna. Clad in kilt and sword, his hair dyed green, riding a buggy driven by a six-legged monster of a beast, Hasselborg's quest takes him through the volatile world of feudal Krishna politics and into the presence of... The Queen of Zamba.A rollicking tale of galactic adventure - space opera at its very best, by one of the writers who invented the field.", "title": "The Queen of Zamba", "author": "L. Sprague de Camp", "url": "https://www.goodreads.com/book/show/945437.The_Queen_of_Zamba"}, {"year": "1949", "rate": 3.41, "ratings": 257, "genres": ["Fiction", "Fantasy", "Science Fiction", "Literature", "Time Travel", "Speculative Fiction", "Science Fiction Fantasy"], "synopsis": "Like the three monkeys, the New Cretans see no evil, speak no evil and hear no evil. When Edward Venn-Thomas wakes up to find himself in their midst he realizes that much has happened since the mid-20th century from which he has been whisked. His hosts live in peace and prosperity in a society which knows no hunger and no dissatisfaction, where war has become a game played on village greens, where the poets and magicians of a strange occult religion keep all classes of the population happy with their lot.But idyllic though their civilization may be, it is insipid and boring, a Utopia utterly lacking in danger, excitement or spice. And as Venn-Thomas begins to understand the bewildering adventures which befall him, he realizes that he has been chosen by The Goddess to inject New Crete with disruption and misery, to create disaster and chaos, to reintroduce the New Cretans to a force they have forgotten about - evil. In short, to teach them to live again.[Taken from the back cover]", "title": "Seven Days in New Crete", "author": "Robert Graves", "url": "https://www.goodreads.com/book/show/845660.Seven_Days_in_New_Crete"}, {"year": "1949", "rate": 3.51, "ratings": 931, "genres": ["Science Fiction", "Fantasy", "Fiction", "Sword and Planet", "Pulp", "Time Travel", "Sword and Sorcery"], "synopsis": "Greed pulls the archaeologist Matt Carse into the forgotten tomb of the Martian god Rhiannon and plunges the unlikely hero into the Red Planet's fantastic past, when vast oceans covered the land and the legendary Sea-Kings ruled from terraced palaces of decadence and delight.", "title": "The Sword of Rhiannon", "author": "Leigh Brackett", "url": "https://www.goodreads.com/book/show/908296.The_Sword_of_Rhiannon"}, {"year": "1940", "rate": 3.94, "ratings": 101, "genres": ["Historical Fiction", "Time Travel", "Fantasy", "Childrens", "Fiction", "New York", "Middle Grade"], "synopsis": "Two children ride the subway to Battery Park to see the Statue of Liberty in New York Harbor. They somehow enter a magic tunnel-and find themselves in the year 1664, in old New Amsterdam. The children experience history at first hand and have exciting adventures. But will they ever find their way back home?", "title": "The Magic Tunnel", "author": "Caroline D. Emerson", "url": "https://www.goodreads.com/book/show/6068506-the-magic-tunnel"}, {"year": "1941", "rate": 3.85, "ratings": 682, "genres": ["Science Fiction", "Russia", "Fiction", "Fantasy", "Classics", "Russian Literature", "Adventure"], "synopsis": "«Ариэ́ль» — последний роман известного советского писателя-фантаста Александра Беляева. Впервые издан в 1941 году. В основу романа положен образ человека, способного летать без каких-либо приспособлений. Образ летающего юноши Ариэля близок к образу Ихтиандра из другого знаменитого романа Беляева, Человек-амфибия; так же, как и Ихтиандр, он получил уникальные физические способности, но при этом совершенно не способен к жизни в жестоком капиталистическом мире, что делает его игрушкой в руках людей, стремящихся к наживе.", "title": "Ариэль", "author": "Alexander Belyaev", "url": "https://www.goodreads.com/book/show/1243826._"}, {"year": "1940", "rate": 3.95, "ratings": 164, "genres": ["Science Fiction", "Russian Literature", "Russia", "Fiction", "Classics"], "synopsis": "Antonio Presto had everything - fame, fortune, and prestige. And yet, through a terrible whim of nature, he could not have what he most wanted - ordinary human happiness. One day, he decided to change it all by appealing to one of the strangest physicians available.", "title": "Человек, нашедший свое лицо", "author": "Alexander Belyaev", "url": "https://www.goodreads.com/book/show/7926367"}, {"year": "1947", "rate": 3.93, "ratings": 38625, "genres": ["Fiction", "France", "Classics", "French Literature", "Romance", "Roman", "Fantasy"], "synopsis": "The definition of Boris Vian: engineer, inventor, chronicler of jazz, trumpet player, poet and novelist, creator of spectacles, lyric writer and singer, and of course pataphysician.TamTam Books is very proud to announce the upcoming publication of Boris Vian's masterpiece L'Ecume des jours. We are bringing out a new translation by Brian Harper with the full approval of the Vian estate. The English title is Foam of the Daze.The translation made by Brian Harper takes into account the critical edition of Boris Vian's L'Ecume des jours edited with additional in depth footnotes by Gilbert Pestureau and Michel Rybalka published in France 1994.L'Ecume des jours (Foam of the Daze) is a jazz fueled Science Fiction story that is both romantic and nihilistic! Vian's novel is an assortment of bittersweet romance, absurdity and the frailty of life. Foam of the Daze is a nimble-fingered masterpiece that is both witty and incredibly moving. It is a story of a wealthy young man Colin and the love of his life Chloe, who develops a water lily in her lung.The supporting cast includes Chick, an obsessive collector of noted philosopher Jean-Sol Partre's books and stained pants, and Nicolas who is a combination of P.G. Wodehouse's fictional butler Jeeves and the Green Hornet's Kato. The soul of the book is about the nature of life disappearing and loving things intensely as if one was making love on a live grenade!", "title": "Foam of the Daze", "author": "Boris Vian", "url": "https://www.goodreads.com/book/show/141822.Foam_of_the_Daze"}, {"year": "1944", "rate": 4.03, "ratings": 434, "genres": ["Science Fiction", "Short Stories", "Classics", "Audiobook", "Fiction", "Aliens", "School"], "synopsis": "This book has DirectLink Technology built into the formatting. This means that we have made it easy for you to navigate the various chapters of this book. Some other versions of this book may not have the DirectLink technology built into them. We can guarantee that if you buy this version of the book it will be formatted perfectly on your Kindle.", "title": "Arena", "author": "Fredric Brown", "url": "https://www.goodreads.com/book/show/9782192-arena"}]}}}